[{"key":"一","mean":"克父伤母，性刚果断，少年艰难，中年劳，晚年吉祥。"},{"key":"乙","mean":"孤独，幼年多灾，中年成功，离祖大吉，出外贵人现，环境良好。"},{"key":"刀","mean":"多刑，克妻伤子，怀才不遇，忌车怕水，多灾厄。"},{"key":"人","mean":"英俊佳人，环境良好，温和贤淑，荣贵成功。"},{"key":"入","mean":"病弱短寿，多灾厄，多刑克，中年多灾，晚年吉祥。"},{"key":"丁","mean":"忧心劳神，身弱多病，中年劳苦，晚年吉祥。"},{"key":"二","mean":"忌车怕水，多灾厄，或身弱多病，中年奔波，晚年幸福。"},{"key":"力","mean":"孤独，刑克父母，少年艰难，中年成功隆昌，智勇双全。"},{"key":"了","mean":"家破人亡，困苦一生，有子亦不孝，了然一生。"},{"key":"又","mean":"性刚，奔走他乡吉利，中年有灾厄，晚年享福。"},{"key":"才","mean":"多才巧智，清雅荣贵，成功隆昌，环境良好。"},{"key":"川","mean":"克偶伤子，双妻之格，中年隆昌，晚年劳神。"},{"key":"寸","mean":"品性温良，晚婚大吉，环境良好，中年多灾，晚年隆昌。"},{"key":"千","mean":"精明公正，义利分明，官运旺盛，成功隆昌，环境良好。"},{"key":"刃","mean":"忧心劳神，事劳无功，病弱短寿，或牢狱之字。"},{"key":"三","mean":"孤独，幼年辛苦，出外逢贵得财，中年多劳，晚年成功隆昌。"},{"key":"上","mean":"一生清雅荣贵，但不善仁和，子孙兴旺，二子吉祥。"},{"key":"士","mean":"身弱短寿，幼年辛苦，中年隆昌，晚年劳神，少乐之字。"},{"key":"夕","mean":"少年艰难，出外大吉，性刚多灾，刑偶伤子，晚年享福。"},{"key":"小","mean":"清秀伶俐，多才巧智，早婚不宜，一生清闲幸福。"},{"key":"干","mean":"性刚果断，常有祸端，有牢狱之灾。"},{"key":"工","mean":"上下敦睦，一生平凡，保守之格，子孙兴旺，吉祥幸福。"},{"key":"弓","mean":"抱负大，志气强，有精神失常之灾，杀人被杀之字。"},{"key":"及","mean":"事劳无功，奔波劳苦，多灾难，出国大吉，晚年享福。"},{"key":"巾","mean":"刑克父母，刑妻伤子，晚婚大吉，中年隆昌，晚年多灾。"},{"key":"久","mean":"出国之格，一生清雅荣贵，中年成功隆昌，福寿之字。"},{"key":"口","mean":"食禄齐美，口才伶俐，重情失败，中年劳神，晚年吉祥。"},{"key":"乞","mean":"过房之字，少年艰难，中年成功隆昌，双妻之格，晚年劳神。"},{"key":"已","mean":"字库中没有此字的姓名学解释。"},{"key":"凡","mean":"刑偶欠子，一生清贵，出外逢贵得财，子孙兴旺。"},{"key":"下","mean":"刑偶伤子，有才能，奔波劳苦，有晚福。"},{"key":"子","mean":"智勇双全，清雅荣贵，中年劳，晚年隆昌，女人温和贤淑。"},{"key":"大","mean":"清雅荣贵，多才精明，中年成功隆昌，富贵荣华，但常人难受。"},{"key":"女","mean":"孤独，刑偶欠子，环境良好，秀气伶俐，晚年劳神。"},{"key":"勺","mean":"天生聪明，清雅荣贵，环境良好，一生享福，欠子之字。"},{"key":"巳","mean":"一生清雅多才，刑偶伤子，中年多灾，晚年吉庆。"},{"key":"之","mean":"出国之字，名利双收，学识渊博，官运旺盛，荣贵之字。"},{"key":"己","mean":"孤独长寿，中年吉庆，晚年忧心劳神或潦倒。"},{"key":"山","mean":"孤独，父母无缘，少年艰难，中年隆昌，技术大吉，欠子之字。"},{"key":"土","mean":"技术方面大吉，贵人明现，成功隆昌，环境良好。"},{"key":"丸","mean":"出外大吉，欠子之字，中年成功隆昌，环境良好。"},{"key":"也","mean":"奔波劳苦，一生多灾，难得幸福，晚年享福。"},{"key":"于","mean":"一生清荣，温和贤淑，中年劳神，晚年隆昌。女人薄幸多灾。"},{"key":"仇","mean":"口快心直，刑偶伤子，中年多灾，晚年享福。"},{"key":"戈","mean":"杀人被杀，病弱短寿，刑偶伤子，女人多灾，守寡之字。"},{"key":"仁","mean":"理智充足，重情失败，中年劳，晚年吉祥。"},{"key":"升","mean":"智勇双全，一生清雅荣贵，幼年多灾，中年成功隆昌。"},{"key":"什","mean":"事劳无功，忧心劳神，中年多灾，晚年劳神。"},{"key":"氏","mean":"忍耐勤俭，应付自如，清雅伶俐，中年劳，晚年吉祥。"},{"key":"手","mean":"性格复杂，多愁少乐，中年多灾，忌车怕水，晚年吉祥。"},{"key":"四","mean":"幼年辛苦，义利分明，中年奔波隆昌，小心灾厄，忌车怕水。"},{"key":"心","mean":"孤独，克父，一生安稳享福，有爱情厄，子孙兴旺。"},{"key":"爪","mean":"忧心劳神，一生多灾，有爱情烦恼，晚年吉祥，忌车怕水。"},{"key":"卞","mean":"有才能但无好运，潦倒一生。"},{"key":"公","mean":"声名显赫，富贵增荣，一生享福，但常人难受。"},{"key":"介","mean":"刑克父母，兄弟无缘，中年劳，晚年成功隆昌，二子吉祥。"},{"key":"今","mean":"一生清雅荣贵，中年成功隆昌，多才巧智，晚年劳神。"},{"key":"斤","mean":"清秀巧智，一生清雅荣贵，女人助夫，环境良好。"},{"key":"亢","mean":"奔波劳苦，忧心劳神，一生困苦，病弱短寿。"},{"key":"孔","mean":"忧心劳神，怀才不遇，中年劳苦，晚年吉庆。"},{"key":"牛","mean":"清雅荣贵，一生平凡，子孙兴旺，中年成功隆昌，精诚之字。"},{"key":"欠","mean":"潦倒困苦，刑偶之字，中年劳，晚年享福。"},{"key":"犬","mean":"任性或怪性，性刚消极，中年劳，晚年隆昌。"},{"key":"牙","mean":"秀气巧妙，多才巧智，中年成功隆昌，晚年劳神，平凡之字。"},{"key":"元","mean":"环境良好，克己助人，福寿兴家，妻贤子贵，荣华之字。"},{"key":"月","mean":"刑偶欠子，身弱多灾，晚婚大吉，中年劳神，晚年隆昌，平凡之字。"},{"key":"匀","mean":"聪明伶俐，清雅荣贵，中年成功隆昌，晚年昌盛，二子吉祥。"},{"key":"巴","mean":"幼年多灾，中年劳苦，晚年隆昌，欠子之字，一生平凡。"},{"key":"比","mean":"英俊才人，多才巧智，中年虽困苦，成功隆昌，晚年子孙兴旺。"},{"key":"不","mean":"清雅伶俐，出外逢贵，中年多灾，二子吉祥，女人刑偶伤子，薄幸之字。"},{"key":"反","mean":"奔波劳苦，浮沉不定，常有祸端，短寿之字，杀人或被杀。"},{"key":"方","mean":"一生安稳，聪明伶俐，中年有灾，晚年幸福。"},{"key":"分","mean":"刑偶伤子，多才巧智，出外大吉，中年成功隆昌，晚年不吉。"},{"key":"夫","mean":"天生聪颖，英敏多才，中年奔波，一生清雅荣贵。"},{"key":"父","mean":"多刑克，病弱短寿，忌车怕水，一生难得成功。"},{"key":"互","mean":"温和伶俐，清雅聪秀，中年隆昌，为人忠厚，欠子之字。"},{"key":"户","mean":"清雅伶俐，荣贵隆昌，中年有灾，晚年隆昌。"},{"key":"化","mean":"技术能成功，有才无运，多劳少乐，中年吉祥，晚年劳神。"},{"key":"幻","mean":"有爱情烦恼，怀才不遇，中年多灾，晚年吉祥。"},{"key":"毛","mean":"一生清雅平凡，多才巧智，荣贵之格，中年多灾，晚年吉祥。"},{"key":"匹","mean":"性刚果断，义利分明，中年有灾，老年吉祥，但劳神。"},{"key":"片","mean":"刑偶伤子，忧心劳神，一生困苦多灾，晚年享福。"},{"key":"壬","mean":"一表人才，官格之命，刑妻伤子，中年多劳，晚年吉庆，荣贵之字。"},{"key":"水","mean":"一生平凡，有才能理智，晚婚大吉，刑偶欠子，晚年隆昌。"},{"key":"文","mean":"英俊多才，清雅荣贵，中年吉祥隆昌，忌车怕水。"},{"key":"勿","mean":"暗淡无光，消极冷寒，难得幸福，多灾难，病弱短寿。"},{"key":"尺","mean":"一生清雅伶俐，多才巧智，中年多灾，晚年吉祥。"},{"key":"丑","mean":"一生清雅平凡，双妻之格，中年吉庆，晚年劳神，多灾之字。"},{"key":"丹","mean":"性刚果断，父母无缘，一生平凡，中年劳，晚年吉祥。"},{"key":"吊","mean":"不祥之字，身弱短寿，病苦一生，忌车怕水，多灾难。"},{"key":"斗","mean":"理智充足，出外大吉，中年劳，晚年成功隆昌。"},{"key":"火","mean":"性刚果断，中年有灾难，病凶恶煞，晚年隆昌。"},{"key":"井","mean":"勤俭励业，义利分明，中年多劳，晚年幸福。"},{"key":"内","mean":"温和贤淑，贵人明现，环境良好，中年成功隆昌。"},{"key":"日","mean":"刑克父母，刑偶欠子，理智充足，智勇双全，成功隆昌。"},{"key":"太","mean":"刑克父母，孤独，清雅伶俐，中年成功隆昌，欠子之字。"},{"key":"天","mean":"刑克父母，刑偶欠子，双妻之格，出外大吉，晚年吉祥。"},{"key":"屯","mean":"多刑克，晚婚大吉，中年多灾，晚年吉祥，享福之字。"},{"key":"午","mean":"食禄齐美，环境良好，中年奔波，晚年吉庆。"},{"key":"支","mean":"贵人明现，有才能理智，但中年劳苦，晚年隆昌。"},{"key":"止","mean":"忧心劳神，事劳无功，身弱多灾，中年劳，晚年吉祥。"},{"key":"中","mean":"幼年多灾，出外逢贵，精明公正，福寿兴家，晚年劳神。"},{"key":"厄","mean":"不吉之字，多灾难，难得幸福，潦倒一生。"},{"key":"切","mean":"英俊佳人，双妻之格，中年奔波但隆昌，晚年劳神。"},{"key":"王","mean":"一生清雅荣华，刑偶伤子，双妻之格，中年奔波，成功隆昌。"},{"key":"尹","mean":"一生清雅伶俐，多才多艺，智勇双全，荣幸之字。"},{"key":"引","mean":"性刚果断，侠义心肠，有成人之美德，中年成功隆昌，晚年劳神。"},{"key":"尤","mean":"一生清雅伶俐，刑偶伤子，中年劳，晚年隆昌，忌车之字。"},{"key":"友","mean":"多情重义，理智充足，中年奔波，成功隆昌。"},{"key":"予","mean":"有爱情烦恼，一生多灾，中年多劳，晚福之字。"},{"key":"允","mean":"六亲无缘，出外逢贵得财，天生聪颖，自力更生，白手成家。"},{"key":"册","mean":"良善积德，环境良好，特有人缘，中年成功隆昌。"},{"key":"出","mean":"性刚果断，少年艰难，中年多灾，晚年吉祥，忌车怕水。"},{"key":"刊","mean":"刑偶伤子，损丁多灾，中年劳，晚年幸福，女人多灾，再嫁之字。"},{"key":"尻","mean":"出外大吉，多刑克，中年开运，晚年吉祥。"},{"key":"仟","mean":"清雅荣贵，环境良好，中年成功隆昌，晚年子孙兴旺。"},{"key":"且","mean":"义利分明，一生清雅伶俐，名利双收，二子吉祥。"},{"key":"申","mean":"一生清雅荣贵，多才巧智，中年成功隆昌，欠子之字。"},{"key":"生","mean":"智勇双全，出外逢贵得财，中年成功隆昌，荣贵之字。"},{"key":"失","mean":"忧心劳神，沉浮不定，刑妻伤子，一生难得幸福，多疾病。"},{"key":"石","mean":"刑偶伤子，命硬，中年奔波，晚年隆昌，双妻之格。"},{"key":"史","mean":"一生福禄有余，中年多厄，晚年隆昌，吉祥之字。"},{"key":"矢","mean":"性刚果断，事劳无功，多刑克，子孙兴旺。"},{"key":"世","mean":"操守廉正，福禄双收，中年勤俭建业，晚年隆昌。"},{"key":"仕","mean":"义利分明，多才巧智，中年成功隆昌，晚年劳神，多疾之字。"},{"key":"市","mean":"幼年辛苦，少年艰难，晚年隆昌，女人薄幸。"},{"key":"示","mean":"理智充足，天生聪明，一生清雅荣贵，环境良好，双妻之格，中年成功隆昌。"},{"key":"司","mean":"妻贤子贵，天赐福禄，一生清雅荣贵，成功隆昌。"},{"key":"仙","mean":"环境良好，清雅伶俐，温和豪爽，中年成功，双妻之格，幸福之字。"},{"key":"占","mean":"幼年多灾，忌火，有才能理智，食禄齐美，成功隆昌。"},{"key":"正","mean":"才智卓越，精明公正，官运或财运旺，刑偶伤子。"},{"key":"主","mean":"兄弟无靠，一生清雅多智，环境良好，中年劳，晚年隆昌。"},{"key":"本","mean":"温和贤淑，环境良好，一生平凡，中年多灾，晚年吉庆。"},{"key":"甘","mean":"一生多巧智，中年多灾，晚年隆昌，名利双收，豪爽之字。"},{"key":"功","mean":"父母无缘，孤独奔波，一生清雅荣贵，多才巧智，晚年劳神。"},{"key":"古","mean":"温和贤淑，食禄双全，中年奔波，晚年吉祥。"},{"key":"瓜","mean":"忧心劳神，孤独格，中年多灾，晚年吉祥。"},{"key":"卉","mean":"忧心劳神，损丁破财，潦倒一生，忌车怕水。"},{"key":"加","mean":"技术界大吉，出外逢贵，中年奔波，晚年隆昌，幸福之字。"},{"key":"甲","mean":"一生清雅伶俐，温和贤淑，中年成功隆昌，环境良好。"},{"key":"句","mean":"衣食丰足，肯做肯劳，重信用，中年劳，晚年隆昌。"},{"key":"巨","mean":"怀才不遇，忧心劳神，外观幸福，内心多愁，晚年享福。"},{"key":"可","mean":"福禄双收，天生聪颖，离祖成功，双妻之格，晚年隆昌。"},{"key":"卯","mean":"刑偶或欠子，清雅温和，重情重义，中年多灾，晚年隆昌。"},{"key":"巧","mean":"少年艰难，忌车怕水，中年劳，晚年吉庆。"},{"key":"丘","mean":"智勇双全，环境良好，中年成功隆昌，晚年劳神。"},{"key":"去","mean":"消极不吉，一生清雅多灾厄，中年小心，晚年吉祥。"},{"key":"外","mean":"刑偶伤子，双妻之格，出外逢贵得财，中年劳，晚年吉祥。"},{"key":"五","mean":"多才巧智，天生聪颖，中年成功隆昌，安享荣贵，晚年劳神。"},{"key":"玉","mean":"智勇双全，刑偶伤子，名利双收，荣贵隆昌，女人病弱，有爱情厄，欠子之字。"},{"key":"札","mean":"英敏佳人，一生清雅荣贵，中年成功隆昌，双妻之格。"},{"key":"半","mean":"多愁善感，不惹是非，中年劳，晚年幸福，女人半夫半财。"},{"key":"白","mean":"清秀伶俐，智勇双全，中年成功，有爱情厄，晚年吉庆。"},{"key":"包","mean":"一生清雅伶俐，谋为出众，中年成功隆昌，晚年劳神。"},{"key":"北","mean":"环境良好，一生清雅荣贵，中年成功隆昌，晚年劳神。"},{"key":"必","mean":"身弱奔波，出外吉庆，刑偶伤子，晚婚隆昌，晚年吉庆，事业如意。"},{"key":"弁","mean":"有才能谋略，难成功，重情失败，晚年享福。"},{"key":"布","mean":"温和慈祥，但多灾难，忌车怕水，中年劳，晚年吉祥。"},{"key":"匆","mean":"忧心劳神，一生多灾，身弱多病，难得幸福，多灾难。"},{"key":"兄","mean":"口快心直，奔波劳苦，保守平凡，中年吉祥。"},{"key":"弗","mean":"多刑克，幼年辛苦，中年有成就，有牢狱之灾。"},{"key":"付","mean":"虽然隆昌，一生暗淡，或身体不利，欠子之字，中年劳，晚年幸福。"},{"key":"夯","mean":"幼年辛苦，忌车怕水，中年奔波，晚年吉祥。"},{"key":"禾","mean":"出国之格，一生衣禄丰厚，清雅英俊，中年成功隆昌。"},{"key":"弘","mean":"口快心直，一生清雅，忌车怕水，中年多灾，晚年隆昌。"},{"key":"矛","mean":"性刚果断，一生多灾，中年劳，晚年吉祥。"},{"key":"民","mean":"英俊佳人，上下敦睦，一生官或财旺，刑偶伤子。"},{"key":"皿","mean":"刑偶伤子，一生清雅多才，中年薄幸，晚年吉祥。"},{"key":"末","mean":"多忧少乐，潦倒一生，中年多灾，晚年吉祥，忌车怕水。"},{"key":"母","mean":"刑克父母，幼年辛苦，中年成功隆昌，晚年忧心劳神。"},{"key":"目","mean":"忧心劳神，浮沉不定，中年多灾，晚年吉庆，虽成功亦劳神。"},{"key":"丕","mean":"清雅伶俐，温和诚实，迟婚大吉，一生清闲幸福。"},{"key":"皮","mean":"奔波劳苦，事劳无功，一生多灾难，幸福之字。"},{"key":"平","mean":"教育界大吉，一生安稳守己，克己助人，温和贤淑。"},{"key":"玄","mean":"性格复杂，中年离乱，晚年吉祥，子孙繁荣，官运旺。"},{"key":"穴","mean":"安稳守己，环境良好，有才能理智，成功隆昌，二子吉祥。"},{"key":"疋","mean":"身闲心苦，事劳无功，刑偶伤子，有爱情厄，晚福之字。"},{"key":"印","mean":"一生清雅荣贵，幼年辛苦，中年成功隆昌，晚年劳神。"},{"key":"丙","mean":"英俊佳人，环境良好，官格之字，中年成功隆昌。"},{"key":"代","mean":"清秀伶俐，小巧多才，晚婚大吉，出外逢贵，上下敦睦，温和之字。"},{"key":"旦","mean":"贵人明现，子孙兴旺，多才巧智，环境良好之字。"},{"key":"叮","mean":"潦倒一生，忧心劳神，口是心非，苦不离身，晚年享福。"},{"key":"冬","mean":"暗淡无光，命运多舛，中年多灾，晚年有福。"},{"key":"立","mean":"病弱短寿，少年艰难，中年隆昌，二子吉祥，忌车祸之字。"},{"key":"令","mean":"英雄豪爽，上下敦睦，中年奔波，成功隆昌，温和之字。"},{"key":"另","mean":"出外逢贵得财，克母命，福禄双收，中年奔波，晚年成功。"},{"key":"尼","mean":"暗淡无光，事难如愿，中年忧心劳神，晚年吉祥。"},{"key":"奴","mean":"多愁多忧，百事苦劳，身闲心苦，潦倒一生，晚年吉祥。"},{"key":"冉","mean":"清雅伶俐，多才巧智，义利分明，中年有病厄，一生安稳。"},{"key":"他","mean":"出外逢贵得财，温和多才，忌车怕水，晚年隆昌。"},{"key":"田","mean":"福寿兴家，才能理智兼备，中年劳，晚年隆昌，环境良好。"},{"key":"召","mean":"带刀厄，多刑克，刑偶欠子，中年成功隆昌，离祖成功。"},{"key":"只","mean":"忧心劳神，二子吉祥，中年多灾，晚年吉祥。"},{"key":"左","mean":"理智充足，胆识豪杰，一生清雅荣贵，温和隆昌，忌车怕水。"},{"key":"瓦","mean":"身犯破，忧心劳神，中年劳，身弱短寿，晚年隆昌。"},{"key":"戊","mean":"性刚果断，一生清雅多才，中年有爱情厄，晚年吉庆。"},{"key":"央","mean":"一生清雅伶俐，多才巧智，中年有爱情厄，晚年隆昌。"},{"key":"以","mean":"聪明伶俐，一生清雅享福，中年成功隆昌，欠子之字。"},{"key":"永","mean":"克父命，出外逢贵得财，中年奔波，晚年隆昌，荣幸之字。"},{"key":"用","mean":"忧心劳神，温和机警，奔波后成功隆昌，子孙兴旺。"},{"key":"由","mean":"英雄豪爽，清雅多才，双妻之格，中年劳，晚年隆昌。"},{"key":"右","mean":"学识丰富，克己助人，中年成功隆昌，官格之命，操守廉正。"},{"key":"幼","mean":"多灾厄，难关重重，一生难得幸福，有不幸之灾，晚年吉祥。"},{"key":"仔","mean":"忧心劳神，一生难如愿，中年多灾，晚年吉祥。"},{"key":"臣","mean":"清雅伶俐，多才巧智，精明公正，义利分明，中年多灾，晚年隆昌。"},{"key":"丞","mean":"理智充足，胆识丰富，一生清雅伶俐，成功荣贵，欠子之字。"},{"key":"此","mean":"奔波劳苦，难忘如愿，命途多舛，潦倒一生，晚福之字。"},{"key":"次","mean":"身瘦或体弱，出外大吉，技术成功，多才温和。"},{"key":"存","mean":"天生聪明，义利分明，子孙兴旺，中年劳，晚年隆昌。"},{"key":"而","mean":"出国之字，秀气英敏，中年成功隆昌，多才伶俐，荣贵之字。"},{"key":"吏","mean":"有才能理智，难遇知己，中年劳苦，晚年安详。"},{"key":"列","mean":"性刚果断，幼年辛苦，中年多劳，出外大吉，晚年隆昌。"},{"key":"任","mean":"环境良好，官格之字，学识渊博，中年成功隆昌。"},{"key":"如","mean":"理智充足，多才温和，有爱情烦恼，中年多灾，秀气短寿。"},{"key":"色","mean":"忧心劳神，少年艰难，中年多灾，晚年享福。"},{"key":"舌","mean":"一生多劳受苦，身弱多病，中年多灾，晚年隆昌。"},{"key":"式","mean":"有才能理智，中年多灾或潦倒，晚年荣幸。"},{"key":"守","mean":"刑偶伤子，精明公正，中年隆昌，女人薄幸，疾病多灾。"},{"key":"寺","mean":"刑偶伤子，事劳无功，中年清雅荣贵，晚年吉祥。"},{"key":"夙","mean":"出国之格，天生聪颖，多才巧智，有爱情厄，中年成功隆昌。"},{"key":"西","mean":"事劳无功，忧心劳神，中年隆昌，中年小心，晚年隆昌。"},{"key":"先","mean":"出外逢贵得财，刑偶伤子，中年劳，晚年吉庆。"},{"key":"旬","mean":"晚婚迟得子大吉，身弱清秀，多才贤能，晚年隆昌，欠子之字。"},{"key":"曳","mean":"性刚果断，一生难如愿，潦倒一生，晚年吉祥，享福之字。"},{"key":"再","mean":"多才巧智，贵人明现，中年成功隆昌，女人薄幸。"},{"key":"在","mean":"奔波劳苦，性刚果断，中年多灾，福禄双收，晚年隆昌。"},{"key":"早","mean":"环境良好，一生清雅秀气，二子吉祥，中年吉庆，晚年忧心劳神。"},{"key":"州","mean":"克父命，克偶伤子，中年多灾，晚年吉庆。"},{"key":"舟","mean":"沉浮不定，是非参半，晚婚大吉，中年多灾，吉祥之字。"},{"key":"字","mean":"有爱情烦恼，安稳守己，中年有灾难，晚年吉庆。"},{"key":"各","mean":"性刚果断，口快心直，中年劳苦，晚年吉祥。"},{"key":"共","mean":"环境良好，一生清雅荣贵，二子吉祥，中年成功隆昌。"},{"key":"吉","mean":"不吉之字，忧心劳神，有牢狱之灾，有爱情厄，晚年吉祥。"},{"key":"伎","mean":"忧心劳神，病弱短寿，一生劳苦，多灾难。"},{"key":"件","mean":"忧心劳神，一生难得幸福，命运多舛，劳苦多灾。"},{"key":"交","mean":"多刑克，身弱多病，性刚多灾，中年劳，难得成功。"},{"key":"伉","mean":"多愁多忧，百事苦劳，中年多灾，晚年隆昌。"},{"key":"考","mean":"一生清雅平凡，出外吉祥，中年劳苦，晚年成功隆昌。"},{"key":"匡","mean":"刑克父母，幼年辛苦，中年成功隆昌，晚年忧心劳神。"},{"key":"企","mean":"环境良好，坚实温和，中年成功隆昌，清雅荣贵。"},{"key":"曲","mean":"理智充足，多才温和，有爱情厄，中年奔波劳苦，晚年吉祥。"},{"key":"戎","mean":"多愁善感，性刚果断，一生多灾，晚年虽吉亦劳神。"},{"key":"朽","mean":"有才能理智，中年多灾，晚年安详。"},{"key":"旭","mean":"幼年辛苦，出外吉庆，中年奔波，成功隆昌，子孙兴旺。"},{"key":"仰","mean":"聪明伶俐，多才巧智，交际巧妙，中年成功隆昌，晚年子孙繁荣。"},{"key":"朱","mean":"清雅伶俐，天生聪颖，多才巧智，中年隆昌，有爱情厄，晚年吉庆。"},{"key":"竹","mean":"一生清雅伶俐，多才巧智，中年隆昌，晚年子孙旺盛。"},{"key":"百","mean":"理智充足，食禄齐美，一生多才巧智，成功隆昌，环境良好。"},{"key":"冰","mean":"忧心劳神，事劳无功，中年有灾，晚年吉祥。"},{"key":"并","mean":"多才多能，义利分明，克己助人，中年成功隆昌，二子吉祥。"},{"key":"伐","mean":"百事劳苦，一生清雅平凡，刑偶伤子，有子亦不肖，晚年吉庆。"},{"key":"行","mean":"温和贤淑，清雅伶俐，中年多病，晚年隆昌。"},{"key":"休","mean":"忧心劳神，身弱多病，中年潦倒，难得成功，晚年享福。"},{"key":"帆","mean":"有爱情厄或刑偶伤子，中年劳或奔波，晚年隆昌，英俊之字。"},{"key":"仿","mean":"贵人明现，一生清雅伶俐，中年劳苦多灾，晚年安宁幸福。"},{"key":"妃","mean":"清雅贵气，理智充足，一生清闲享福，晚年劳神。"},{"key":"伏","mean":"英雄气概，一生性刚有美德，中年多灾，晚年隆昌。"},{"key":"亥","mean":"清雅伶俐，出外逢贵得财，中年劳，晚年隆昌，环境良好。"},{"key":"好","mean":"秀气伶俐，上下敦睦，有才能理智，温和贤淑，一生幸福之字。"},{"key":"合","mean":"环境良好，一生清雅温和，中年励业，晚年成功隆昌。"},{"key":"回","mean":"环境良好，性格朴素，有美德，中年成功隆昌，晚年身弱。"},{"key":"米","mean":"天生聪颖，多才巧智，出外大吉，中年平凡，晚年隆昌。"},{"key":"名","mean":"出外逢贵得财，中年奔波劳苦，但名利双收，晚年吉祥。"},{"key":"牟","mean":"聪明伶俐，多才巧智，但怀才不遇，多灾难，晚年吉祥。"},{"key":"牝","mean":"性刚果断，自我心强，有牢狱之灾，中年多灾，晚年吉祥。"},{"key":"收","mean":"忧心劳神，一生劳苦，潦倒多灾，女人再嫁、守寡。"},{"key":"汀","mean":"身弱多病，多忧少乐，中年劳，晚年吉祥。"},{"key":"向","mean":"衣厚食丰，清雅平凡，中年忧心劳神，晚年吉庆。"},{"key":"血","mean":"一生清雅伶俐，刑偶伤子，中年有爱情厄，晚年安稳。"},{"key":"弛","mean":"侠义心强，慷慨豪爽，中年多劳，晚年吉祥。"},{"key":"打","mean":"事劳无功，怀才不遇，中年辛苦中得甘，子孙兴旺。"},{"key":"多","mean":"克服万难后方能成功，多才贤能，重情失败，晚年隆昌。"},{"key":"耳","mean":"一生清雅伶俐，幼年辛苦，刑偶伤子，中年多灾，晚年享福。"},{"key":"亘","mean":"出国之字，智勇双全，义利分明，中年成功隆昌。"},{"key":"光","mean":"一生清雅荣贵，晚婚大吉，出外逢贵得财，中年平凡，晚年吉庆。"},{"key":"尖","mean":"刑偶伤子，多刑克，吉凶参半，中年多灾，晚年隆昌。"},{"key":"匠","mean":"刑克父母，少年艰难，中年多劳，多才巧智，晚年成功隆昌。"},{"key":"决","mean":"清秀巧妙，多才伶俐，中年吉祥，晚年劳神，多灾厄。"},{"key":"老","mean":"一生清雅平凡，中年多劳，晚年吉祥隆昌。"},{"key":"劣","mean":"不祥之字，孤独劳苦，多刑克，中年多灾，晚年享福。"},{"key":"六","mean":"性刚果断，贵人明现，中年奔波劳苦，晚年隆昌，荣幸之字。"},{"key":"年","mean":"刑克父母，一生多才多能，中年劳，晚年成功隆昌。"},{"key":"全","mean":"多才巧智，清雅荣贵，中年劳，成功隆昌，名利双收之字。"},{"key":"肉","mean":"一生清雅平安，清闲伶俐，中年虽劳，晚年吉祥隆昌。"},{"key":"同","mean":"刑偶欠子，清雅多才，温和贤能，中年劳，晚年隆昌。"},{"key":"宅","mean":"出外吉祥，一生多才贤能，子孙旺盛，中年成功，晚年吉庆。"},{"key":"兆","mean":"出国之字，清雅荣贵，天生聪颖，中年成功隆昌，名利双收。"},{"key":"旨","mean":"晚婚迟得子大吉，一生清雅伶俐，中年多劳，晚年吉祥。"},{"key":"至","mean":"英雄慷慨，性刚多灾，中年劳，晚年吉祥。"},{"key":"仲","mean":"刑偶伤子，性刚灵活机敏，中年有灾难，晚年吉祥，双妻之格。"},{"key":"自","mean":"有爱情厄，少年艰难，中年劳苦，疾病短寿，晚年吉庆。"},{"key":"安","mean":"安详平凡，一生清雅，口快性刚，克父命，子孙兴旺，幸福之字。"},{"key":"充","mean":"奔波劳苦，一生温和贤能，出外大吉，中年成功隆昌。"},{"key":"地","mean":"一生清雅，刑偶欠子，刑克父母，中年隆昌但有病灾或劫财，晚年吉庆。"},{"key":"艮","mean":"性刚，出外大吉，一生清雅，中年劳，晚年吉祥。"},{"key":"圭","mean":"天性聪明，多才巧智，义利分明，刑偶伤子，中年劳，晚年成功。"},{"key":"灰","mean":"口快心直，性刚果断，中年多灾，晚年吉祥。"},{"key":"似","mean":"有才有能，清雅荣贵，中年成功隆昌，出国之字。"},{"key":"伍","mean":"英俊佳人，理智充足，勤俭励业，名利双收，荣幸之字。"},{"key":"戌","mean":"英俊灵活，多才巧智，幼年辛苦，中年隆昌，欠子之字。"},{"key":"羊","mean":"一生清雅温和，晚婚迟得子大吉，中年奔波，晚年吉祥。"},{"key":"伊","mean":"一生清雅荣贵，理智充足，中年成功隆昌，上下敦睦。"},{"key":"衣","mean":"出外吉祥，忧心劳神，中年多灾，晚年吉祥。"},{"key":"夷","mean":"性刚果断，口快心直，有牢狱之灾，晚年享福。"},{"key":"亦","mean":"出国之格，出外逢贵得财，中年成功隆昌，秀气荣贵。"},{"key":"因","mean":"多劳受苦，忧心劳神，性刚有牢狱之灾，晚福之字。"},{"key":"有","mean":"半财之格，一生清雅伶俐，性刚果断，中年劳苦，晚年隆昌。"},{"key":"宇","mean":"一生清雅平凡，中年奔波劳苦，理智充足，晚年吉祥，忌车怕水。"},{"key":"羽","mean":"秀气伶俐，一生温和贤淑，中年成功隆昌，名利之字。"},{"key":"圳","mean":"性刚口快，中年多灾，忌车怕水，晚年吉祥。"},{"key":"车","mean":"口快心直，性刚果断，中年奔波劳苦，晚年吉祥。"},{"key":"成","mean":"清秀多才，出外或出国大吉，晚婚隆昌，中年成功。"},{"key":"赤","mean":"口快心直，性刚，出外吉利，晚婚吉，中年隆昌，晚年劳神。"},{"key":"串","mean":"多愁多忧，事劳无功，身弱多病，中年多灾，晚福之字。"},{"key":"吹","mean":"忧心劳神，奔波劳苦，中年多灾，晚年享福。"},{"key":"兑","mean":"福禄双收，清雅荣贵，二子吉祥，贵人明现，晚年吉庆。"},{"key":"束","mean":"刑偶伤子，二子吉祥，中年吉庆幸福，晚年劳神。"},{"key":"判","mean":"忧心劳神，百事苦劳，中年多灾，晚年吉祥。"},{"key":"七","mean":"忧心劳神，困苦一生，刑偶伤子，病弱短寿，晚年享福。"},{"key":"忍","mean":"有爱情烦恼，忧心劳神，身弱多厄，中年吉祥，晚年多灾。"},{"key":"妊","mean":"良善积德，温和贤淑，名利双收，成功隆昌，名利之字。"},{"key":"伸","mean":"智勇双全，名利双收，中年劳，多灾难，晚年吉昌。"},{"key":"身","mean":"性刚果断，忧心劳神，病弱短寿，中年劳，晚年吉祥。"},{"key":"私","mean":"刑偶伤子，忧心劳神，忍耐力强，身闲心劳，晚年吉庆。"},{"key":"伺","mean":"理智充足，清雅伶俐，贵人明现，刑偶伤子，荣贵之字。"},{"key":"宋","mean":"一生清雅，智勇双全，中年奔波，晚年隆昌。"},{"key":"忒","mean":"多才巧智，温和贤能，中年多灾，晚年隆昌，荣幸之字。"},{"key":"辛","mean":"多才巧智，清雅荣贵，中年成功隆昌，出国之字。"},{"key":"秀","mean":"有爱情烦恼，秀气巧妙，吉凶分明，荣幸之字。"},{"key":"序","mean":"温和贤淑，清雅秀气，福禄双收，中年多灾，环境良好，出国之字。"},{"key":"巡","mean":"奔波劳苦，身闲心苦，中年成功隆昌，晚年兴旺。"},{"key":"酉","mean":"病弱短寿，晚婚迟得子大吉，中年多灾，晚年隆昌。"},{"key":"助","mean":"清雅荣贵，双妻之格，中年成功隆昌，晚年多忧。"},{"key":"妆","mean":"清雅伶俐，多才贤能，中年吉祥，晚年隆昌，环境良好。"},{"key":"壮","mean":"双妻之格，刑偶伤子，晚婚吉利，中年成功隆昌，晚年劳神，忌车怕水。"},{"key":"孜","mean":"秀气多才，出国之格，有爱情烦恼，中年成功隆昌。"},{"key":"走","mean":"奔波劳苦，清雅伶俐，中年劳，晚年吉昌，双妻之格。"},{"key":"佐","mean":"学识丰富，智勇双全，清雅荣贵，一生享福，温和长寿。"},{"key":"作","mean":"忧心劳神，刑偶欠子，中年隆昌，晚年劳神，一生劳苦。"},{"key":"坐","mean":"刑克父母，精诚和睦，中年多灾，晚年吉祥。"},{"key":"材","mean":"智勇双全，刑偶欠子，清雅荣贵，官运旺，环境良好。"},{"key":"岑","mean":"福禄双收，多刑克，晚婚吉，中年劳，晚年昌盛。"},{"key":"村","mean":"忧心劳神，奔波劳苦，中年吉祥多病，晚年劳神多厄。"},{"key":"杏","mean":"有爱情烦恼，刑偶伤子，中年平凡，晚年劳神，但安详之字。"},{"key":"改","mean":"出外逢贵得财，清雅多才，中年艰苦，晚年隆昌。"},{"key":"杆","mean":"性刚果断，忌车怕水，中年多灾，晚年隆昌。"},{"key":"告","mean":"英俊多才，名利有份，中年奔波，晚年隆昌。"},{"key":"更","mean":"一生聪明伶俐，离祖成功，晚婚迟得子大吉，福禄双收，成功吉昌，欠子之字。"},{"key":"攻","mean":"奔波劳苦，百事苦劳，一生多灾，病弱短寿。"},{"key":"估","mean":"温和伶俐，多才巧智，中年多灾，晚年吉祥，荣幸之字。"},{"key":"谷","mean":"二子吉祥，清雅荣贵，福禄双收，中年多灾，环境良好，出国之字。"},{"key":"旱","mean":"不祥之字，忌车怕水，中年奔波，晚年吉祥。"},{"key":"何","mean":"福禄双收，但忧心劳神，中年多灾，身弱多病，晚年吉祥。"},{"key":"忌","mean":"重情失败，忧心劳神，身弱多病，晚年享福。"},{"key":"见","mean":"出外逢贵得财，性刚欠仁和，中年劳，晚年大吉，刑克父母。"},{"key":"角","mean":"性刚果断，常有祸端，有牢狱之灾，晚年享福。"},{"key":"妗","mean":"温和贤淑，勤俭守己，福寿兴家，中年劳神，晚年隆昌。"},{"key":"究","mean":"理智充足，义利分明，中年隆昌，晚年吉庆享福。"},{"key":"局","mean":"外观幸福，内心多忧，中年多灾，晚年吉祥，忌车厄之字。"},{"key":"君","mean":"有爱情烦恼，一生清雅，多才巧智，秀气伶俐，中年有灾，晚年吉庆。"},{"key":"克","mean":"多刑克，命硬，刑偶伤子，有官运，一生平凡。"},{"key":"困","mean":"忧心劳神，损丁破财，中年吉祥，晚年劳神，困苦之字。"},{"key":"弃","mean":"忧心劳神，事劳无功，中年多灾，一生难得幸福。"},{"key":"却","mean":"刑偶伤子，天生聪明，多才伶俐，成功荣贵，女人多灾。"},{"key":"杉","mean":"口快心直，多才巧智，杀人或被杀，有牢狱之灾。"},{"key":"我","mean":"奔波劳苦，忧心劳神，多才巧智，刑偶伤子，晚年吉祥。"},{"key":"吴","mean":"一生清雅多才，中年多灾，晚年吉祥。"},{"key":"吾","mean":"智勇双全，义利分明，重情失败，中年多劳，晚年吉庆。"},{"key":"言","mean":"重情重义，温和聪颖，中年成功隆昌，晚年倍加昌盛。"},{"key":"吟","mean":"温和贤淑，勤俭励业，福禄双收，成功隆昌，忠厚善良，名利裕如。"},{"key":"杖","mean":"志气高，抱负大，欠仁和，中年隆昌，家庭不和，晚年劳神。"},{"key":"伴","mean":"精神失常，性刚口快，中年多灾，一生难得幸福，抱恨九泉。"},{"key":"贝","mean":"出外吉庆，多才巧智，中年隆昌，二子吉祥。"},{"key":"妣","mean":"义利分明，秀气巧妙，勤俭起家，中年隆昌，荣华之字。"},{"key":"别","mean":"刑偶伤子，晚婚吉，清雅伶俐，中年有离乱之灾，晚年安详。"},{"key":"兵","mean":"二子吉祥，内心多忧，中年多灾，晚年吉祥。"},{"key":"伯","mean":"多才巧智，义利分明，克己助人，英俊佳人，一生幸福。"},{"key":"步","mean":"福禄双收，克父命，中年成功隆昌，二子吉祥，晚年劳神，身弱之字。"},{"key":"池","mean":"事业隆昌，环境良好，离祖成功，中年平凡，晚年吉庆。"},{"key":"呆","mean":"精神失常，忧心劳神，晚婚吉，中年劳，晚年享福。"},{"key":"形","mean":"清雅伶俐，多刑克父母，中年劳，晚年隆昌。"},{"key":"妨","mean":"秀气巧妙，清雅伶俐，中年吉祥，晚年劳神。"},{"key":"佛","mean":"温和慈祥，清雅荣贵，中年成功隆昌，晚年劳神。"},{"key":"否","mean":"忧心劳神，事劳无功，中年多灾，晚年吉祥。"},{"key":"孚","mean":"精明公正，智勇双全，福寿兴家，中年成功隆昌，欠子之字。"},{"key":"甫","mean":"多才巧智，清雅伶俐，中年难成功，多灾难，晚年吉祥。"},{"key":"含","mean":"福禄双收，名利裕如，多才巧智，中年成功隆昌。"},{"key":"罕","mean":"一生多灾厄，刑偶伤子，忧心劳神，命运多舛。"},{"key":"汗","mean":"幼年辛苦，清雅伶俐，双妻之格，中年有灾难，晚年吉祥。"},{"key":"亨","mean":"多才伶俐，晚婚吉，中年虽劳，成功隆昌，幸福清闲。"},{"key":"宏","mean":"一生清雅，晚婚迟得子大吉，多才巧智，中年不利，晚年吉昌。"},{"key":"即","mean":"性刚果断，口快心直，中年多劳，晚年吉祥。"},{"key":"江","mean":"清雅多才，中年劳苦，晚年吉祥，女人性刚，忌车怕水，中年多灾。"},{"key":"戒","mean":"忧心劳神，事劳无功，杀人被杀，恶死凶亡之字。"},{"key":"况","mean":"奔波劳苦，病弱短寿，中年多灾，晚年享福。"},{"key":"冷","mean":"不祥之字，暗淡无光，命途多舛，中年劳，晚年隆昌。"},{"key":"忙","mean":"病弱短寿，损丁破财，灾难不离身，一生多劫煞。"},{"key":"尨","mean":"英雄豪爽，有牢狱之灾，中年多灾，晚年吉祥。"},{"key":"每","mean":"身弱多病，事劳无功，中年勤俭励业，成功隆昌。"},{"key":"妙","mean":"幼年辛苦，少年艰难，中年成功隆昌，女人中年劳，晚年吉祥。"},{"key":"汝","mean":"出国之格，清雅秀丽，温和伶俐，中年成功隆昌，荣贵之字。"},{"key":"忘","mean":"忧心劳神，损丁破财，终生不幸，不能完寿。"},{"key":"尾","mean":"忧心劳神，刑偶伤子，薄幸多灾，中年小心，不幸之字。"},{"key":"希","mean":"虽清雅荣贵，多才巧智，但运徒不通，中年有灾，晚婚吉，晚年吉庆。"},{"key":"孝","mean":"多才巧智，一生清雅荣贵，中年有灾，晚年吉庆。"},{"key":"汛","mean":"出国之字，英俊秀气，温和贤淑，中年成功隆昌，有爱情厄。"},{"key":"妤","mean":"秀气巧妙，清雅伶俐，福禄双收，荣贵隆昌，欠子之字。"},{"key":"呈","mean":"学识渊博，清雅荣贵，官或财旺，但常人难受。"},{"key":"但","mean":"义利分明，多才有能，中年劳或奔波，晚年吉昌。"},{"key":"低","mean":"为人机敏，克己助人，中年有灾，晚年隆昌，荣幸之字。"},{"key":"弟","mean":"英俊秀气，出外吉庆，中年劳，晚年隆昌。"},{"key":"佃","mean":"福禄双收，环境良好，温和贤淑，中年成功隆昌，荣贵之字。"},{"key":"甸","mean":"晚婚迟得子大吉，小心爱情厄，中年成功隆昌，出国之字。"},{"key":"豆","mean":"二子吉祥，多才伶俐，清雅荣贵，白手成家，晚年隆昌荣贵。"},{"key":"伶","mean":"清雅秀气，多才温和，幼年多灾，中年成功隆昌，荣贵之字。"},{"key":"免","mean":"刑偶欠子，出外吉祥，中年有灾，晚年吉祥，不幸之字。"},{"key":"灸","mean":"性刚果断，病弱短寿，中年劳，有牢狱之灾，晚年吉祥。"},{"key":"牢","mean":"安稳守己，勤俭励业，中年成功，家声克振，幸福之字。"},{"key":"李","mean":"一生清雅多才，贵人明现，重情失败，中年劳，晚年隆昌。"},{"key":"里","mean":"清秀多才，理智充足，中年成功隆昌，秀气发福。"},{"key":"利","mean":"刑偶伤子，少年艰难，中年劳，但成功隆昌，名利之字。"},{"key":"良","mean":"口快多才，清雅荣贵，出外大吉，中年平，晚年隆昌。女人刑夫伤子。"},{"key":"吕","mean":"一生清雅，上下敦睦，衣厚食丰，一生清闲享福。"},{"key":"卵","mean":"二子吉祥，清雅伶俐，肯做肯劳，勤俭持家，晚年享福。"},{"key":"男","mean":"晚婚迟得子大吉，英俊佳人，中年平凡，晚年吉庆，幸福之字。"},{"key":"弄","mean":"多才巧智，有爱情厄，中年多灾，晚年吉祥。"},{"key":"努","mean":"多刑克，性刚果断，忌车怕水，中年多灾，难得幸福。"},{"key":"求","mean":"一贫如洗，孤苦一生，难得幸福，多灾厄。"},{"key":"町","mean":"清秀多才，温和伶俐，中年隆昌幸福，晚年多忧。"},{"key":"佟","mean":"不祥劳苦之字，暗淡无光，一生多劳苦，子孙兴旺。"},{"key":"彤","mean":"多才巧智，心直口快，清雅荣贵，中年平，晚年大吉。"},{"key":"吞","mean":"口快心直，欠仁和，有饶舌之灾，中年多难，晚年吉祥。"},{"key":"托","mean":"义利分明，清雅多才，中年劳或奔波，晚年吉祥隆昌。"},{"key":"妥","mean":"清秀伶俐，多才温和，秀气巧妙，中年成功隆昌，晚年倍加隆昌。"},{"key":"巫","mean":"二子吉祥，清雅多才，中年多灾，晚年吉祥。"},{"key":"住","mean":"重信讲义，多才温和，中年多灾，晚年隆昌。"},{"key":"足","mean":"刑偶伤子，身弱短寿，中年隆昌，晚年劳神。"},{"key":"坂","mean":"清雅多才，英敏伶俐，重情失败，晚年吉庆，隆昌之字。"},{"key":"辰","mean":"英俊佳人，理智充足，一生清雅，出外吉庆，成功荣幸。"},{"key":"坊","mean":"外观幸福，内心多忧，有才能无运，中年多劳，晚运吉祥。"},{"key":"均","mean":"天生聪明，多才巧智，清雅荣贵，成功隆昌，名利双收。"},{"key":"坑","mean":"忧心劳神，事劳无功，一生多灾难，难得幸福，身弱多病。"},{"key":"牡","mean":"克父命，秀气伶俐，福禄双收，有爱情厄，一生荣幸，二子吉祥。"},{"key":"坍","mean":"多才巧智，中年成功隆昌，刑偶伤子，晚年劳神。"},{"key":"秃","mean":"忧心劳神，身弱犯破，病弱短寿，中年多灾，晚年享福。"},{"key":"完","mean":"清雅伶俐，出外逢贵隆昌，中年有灾，晚年吉祥。"},{"key":"位","mean":"义利分明，多才巧智，身弱短寿，晚年成功隆昌。"},{"key":"延","mean":"英雄豪杰，奔波后成功，多才多能，有官格，中年隆昌之字。"},{"key":"役","mean":"多刑克，刑偶伤子，出外吉庆，中年潦倒，晚年吉祥。"},{"key":"邑","mean":"一生清雅，秀气温和，中年潦倒，晚年吉昌。"},{"key":"攸","mean":"天生聪明，温和贤淑，中年吉祥，身弱多灾，晚年隆昌。"},{"key":"佑","mean":"学识丰富，清雅荣贵，中年成功隆昌，名利双收。"},{"key":"余","mean":"天生聪明，名利有份，中年成功隆昌，晚年享福。"},{"key":"昌","mean":"口快心直，性刚，忌车怕水，中年劳，晚年成功隆昌，荣贵官旺。"},{"key":"抄","mean":"忧心劳神，有爱情烦恼，中年劳或潦倒，晚年吉祥。"},{"key":"忱","mean":"忧心劳神，奔波劳苦，怀才不遇，中年劳苦，晚年吉祥。"},{"key":"承","mean":"精明公正，多才多能，中年成功隆昌，环境良好。"},{"key":"初","mean":"刑偶伤子，清雅荣贵，迟婚吉，中年奔波劳苦，晚年隆昌。"},{"key":"垂","mean":"义利分明，天生聪明，中年成功隆昌，清雅荣贵。"},{"key":"刺","mean":"身弱多疾，潦倒一生，有才无能，中年劳，晚年享福。"},{"key":"儿","mean":"奔波劳苦，清雅荣幸，中年劳，成功隆昌，晚年子孙兴旺。"},{"key":"姓","mean":"多才巧智，清雅伶俐，中年隆昌，环境良好，荣贵之字。"},{"key":"庚","mean":"一生安稳，天生聪颖，多才伶俐，中年成功隆昌，环境良好。"},{"key":"金","mean":"有爱情厄，多才秀气，清雅伶俐，中年劳，晚年成功隆昌。"},{"key":"净","mean":"清雅荣贵，克己助人，中年成功隆昌，出国之字。"},{"key":"侃","mean":"怀才不遇，命运多舛，中年多灾，晚年吉祥。"},{"key":"刻","mean":"带刀厄，多刑克，病弱短寿，困苦一生，晚年享福。"},{"key":"孥","mean":"多愁劳苦，刑偶伤子，中年劳，晚年吉祥。"},{"key":"妻","mean":"忧心劳神，百事劳苦，刑偶伤子，暗淡之字。"},{"key":"青","mean":"刑偶欠子，口快性刚，中年吉祥隆昌，晚年劳神。"},{"key":"取","mean":"刑偶伤子，出外逢贵得财，双妻之格，中年劳，晚年隆昌。"},{"key":"姗","mean":"多才巧智，清雅伶俐，秀气巧妙，中年成功隆昌，出国之字。"},{"key":"尚","mean":"理智充足，温和清雅，福禄双收，荣贵隆昌，二子吉祥。"},{"key":"舍","mean":"福禄双收，名利有份，中年吉昌，环境良好，荣贵之字，忌车怕水。"},{"key":"社","mean":"刑偶伤子，清雅多才，勤俭励业，家声克振，晚年劳神。"},{"key":"使","mean":"出外逢贵得财，温和贤淑，忧心劳神，上下敦睦，晚年吉祥。"},{"key":"始","mean":"刑偶伤子，秀气巧妙，中年多灾，晚年吉祥。"},{"key":"事","mean":"多愁多忧，事劳无功，一生清雅多灾，晚年吉祥。"},{"key":"受","mean":"忧心劳神，病弱短寿，中年劳，晚年吉祥。"},{"key":"叔","mean":"多才巧智，清雅伶俐，出外吉祥，中年劳，晚年吉庆。"},{"key":"刷","mean":"性刚果断，晚婚吉祥，中年多灾，晚年享福。"},{"key":"祀","mean":"一生清雅多才，克己助人，温和伶俐，中年多劳，晚年吉庆。"},{"key":"所","mean":"多愁多忧，多刑克，中年多灾，忌车怕水，晚年吉祥。"},{"key":"昔","mean":"刑偶伤子，晚婚迟得子大吉，清雅秀气，温和贤淑，幸福之字。"},{"key":"些","mean":"二子吉祥，多才巧智，清雅伶俐，中年劳，晚年吉祥。"},{"key":"周","mean":"聪明伶俐，多才多能，中年成功，晚年劳神。"},{"key":"宙","mean":"多才巧智，秀气伶俐，肯做肯劳，重信义，成功隆昌。"},{"key":"宗","mean":"英俊聪颖，清雅多才，福禄双收，成功隆昌，环境良好。"},{"key":"板","mean":"幼年多灾，少年艰难，中年成功隆昌，环境良好，二子吉祥。"},{"key":"昂","mean":"子孙兴旺，清雅荣贵，中年成功隆昌，出国之格。"},{"key":"杯","mean":"清雅秀气，温和贤淑，一生清闲，中年隆昌，晚年吉祥。"},{"key":"杵","mean":"忧心劳神，事劳无功，中年多劳，晚年吉祥。"},{"key":"东","mean":"多才巧智，义利分明，中年成功隆昌，刑偶，晚婚吉祥。"},{"key":"林","mean":"一生平凡，清雅多才，肯做肯劳，重信用，中年劳，晚年吉祥。"},{"key":"杷","mean":"清雅秀气，多才贤能，中年劳，晚年隆昌，环境良好。"},{"key":"斧","mean":"生在福家败亡，劳苦或奔波，中年潦倒，晚年吉祥。"},{"key":"供","mean":"刑偶欠子，多才伶俐，中年成功隆昌，晚年多劳，二子吉祥。"},{"key":"姑","mean":"温和慈祥，外祥内忧，中年多灾，晚年吉祥。"},{"key":"孤","mean":"不祥之字，暗淡无光，孤苦一生，难望幸福，多灾厄。"},{"key":"固","mean":"环境良好，福禄双收，名利有份，中年吉祥，晚年劳神。"},{"key":"乖","mean":"多刑克，多才多艺，聪明伶俐，中年吉祥，晚年劳神。"},{"key":"官","mean":"智勇双全，刑偶伤子，一生清雅平凡，中年劳，晚年吉祥。"},{"key":"果","mean":"二子吉祥，清雅荣贵，中年多灾，晚年如意发达。"},{"key":"杭","mean":"温和多才，清雅伶俐，中年有灾，忌车怕水，晚年吉祥。"},{"key":"忽","mean":"忧心劳神，刑偶伤子，中年多灾，晚年吉祥。"},{"key":"昏","mean":"晚婚迟得子大吉，温和伶俐，秀雅多才，中年平，晚年隆昌。"},{"key":"佶","mean":"福禄双收，温和伶俐，中年成功隆昌，环境良好，刑偶欠子。"},{"key":"技","mean":"忧心劳神，少年艰难，中年吉祥，但常有灾厄，晚年吉庆。"},{"key":"季","mean":"秀气伶俐，温和贤淑，一生清闲，中年成功隆昌。"},{"key":"佳","mean":"勤俭建业，家声克振，温和多才，中年成功隆昌，晚年劳神，欠子之字。"},{"key":"肩","mean":"刑偶伤子，忧心劳神，中年劳或病弱，晚年吉祥。"},{"key":"京","mean":"秀气多才，清雅荣贵，中年成功隆昌，二子吉祥。"},{"key":"纠","mean":"有爱情烦恼，忧心劳神，身弱短寿，晚年吉祥。"},{"key":"玖","mean":"理智充足，一生清雅荣贵，中年出外吉，成功隆昌。"},{"key":"居","mean":"多刑克，刑偶伤子，少年艰难，中年吉祥隆昌，欠子之字。"},{"key":"卷","mean":"奔波劳苦，忧心劳神，二子吉祥，中年多灾，晚年吉祥。"},{"key":"抗","mean":"忧心劳神，事劳无功，中年多灾，晚年吉昌。"},{"key":"肯","mean":"刑偶伤子，事劳无功，忧心劳神，晚年吉祥。"},{"key":"空","mean":"身弱多病，潦倒一生，中年多灾，晚年吉祥。"},{"key":"快","mean":"天生聪明，多才有能，中年劳，晚年吉昌，有爱情厄。"},{"key":"枚","mean":"奔波劳苦，有才能理智，重情失败，晚年吉昌。"},{"key":"杻","mean":"忧心劳神，刑偶伤子，怀才不遇，潦倒一生，晚年享福。"},{"key":"其","mean":"天生聪颖，多才有能，二子吉祥，中年成功隆昌。"},{"key":"奇","mean":"多才贤能，清雅荣贵，中年劳，晚年成功隆昌，女人有爱情烦恼。"},{"key":"歧","mean":"多愁善感，忧心劳神，中年多灾，难得幸福。"},{"key":"穹","mean":"怀才不遇，潦倒一生，性刚口快，中年多灾，晚年吉昌。"},{"key":"屈","mean":"一生清雅，义利分明，中年劳，晚年吉庆。"},{"key":"券","mean":"多刑克，幼年多灾，中年多劳，晚年吉祥，但多疾病，"},{"key":"松","mean":"精明公正，智勇双全，一生清雅荣贵，成功隆昌，出国之字。"},{"key":"枉","mean":"出外逢贵得财，中年隆昌，子孙兴旺，晚年劳神。"},{"key":"卧","mean":"忧心劳神，事劳无功，中年多灾，晚年吉祥。"},{"key":"析","mean":"口快心直，性刚果断，中年多灾，晚年吉祥，幸福之字。"},{"key":"欣","mean":"清雅伶俐，多才巧智，中年奔波，但成功隆昌。"},{"key":"宜","mean":"温和贤淑，慈祥有德，中年成功隆昌，清雅荣贵，环境良好。"},{"key":"枝","mean":"刑偶伤子，多才清雅，中年吉祥，但有意外之灾，晚年隆昌。"},{"key":"竺","mean":"多才多能，精明公正，中年劳苦，晚年吉祥，二子之字。"},{"key":"杼","mean":"刑偶伤子，清雅多才，中年有灾，晚年吉祥。"},{"key":"版","mean":"一生奔波劳苦，身弱短寿，有不幸之灾，或有牢狱之灾。"},{"key":"岸","mean":"上下敦睦，快乐待人，有才能理智，中年成功隆昌。"},{"key":"八","mean":"多才巧智，清雅荣贵，成功隆昌，首领之格，老运倍加隆昌。"},{"key":"彼","mean":"晚婚吉祥，出外大吉，中年劳苦，晚年吉祥。"},{"key":"表","mean":"出外吉祥，温和诚实，中年劳，晚年吉庆，刑偶或欠子。"},{"key":"秉","mean":"义利分明，名利双收，清雅荣贵，操守廉正，出国之字。"},{"key":"帛","mean":"有爱情厄，刑偶伤子，中年多灾，晚年吉昌。"},{"key":"幸","mean":"秀气伶俐，多才贤能，一生清闲，中年平，晚年幸福吉祥。"},{"key":"房","mean":"福禄双收，多才多能，中年劳苦，晚年吉祥。"},{"key":"放","mean":"奔波劳苦，病弱短寿，有爱情厄，中年劳，晚年吉祥。"},{"key":"非","mean":"清雅秀丽，多才多能，义利分明，中年平凡，晚年吉昌。"},{"key":"汾","mean":"带刀字，多刑克，晚婚吉，中年劳，晚年吉祥。"},{"key":"奉","mean":"刑克父母，刑偶伤子，中年劳或疾病，晚年成功隆昌。"},{"key":"扶","mean":"幼年辛苦，身瘦多才，中年奔波，晚年成功隆昌，女人克夫。"},{"key":"府","mean":"温和贤淑，清雅多才，中年成功隆昌，环境良好。"},{"key":"阜","mean":"口快性刚，事劳无功，中年多灾，晚年吉祥。"},{"key":"冈","mean":"忧心劳神，命运多舛，少年艰难，中年隆昌，晚年忧心劳神。"},{"key":"卦","mean":"英敏之才，清雅平凡，福禄有份，中年平凡，晚年吉昌。"},{"key":"劾","mean":"字库中没有此字的姓名学解释。"},{"key":"和","mean":"上下敦睦，妻贵子贵，中年劳或疾病，晚年隆昌。"},{"key":"呼","mean":"口快心直，忌车怕水，福禄双收，中年吉祥，晚年劳神。"},{"key":"虎","mean":"性刚果断，身弱多病，中年多灾，晚年吉祥。"},{"key":"或","mean":"刑偶伤子，奔波劳苦，中年多灾，福禄有份，晚年吉祥。"},{"key":"盲","mean":"不祥之字，忌车怕水，一贫如洗，难得幸福。"},{"key":"没","mean":"不祥之字，勤俭，肯做肯劳，幸福一生，但多灾厄。"},{"key":"妹","mean":"有爱情烦恼，一生多才，重信义，但多灾，晚年吉祥。"},{"key":"门","mean":"沉浮不定，一生多劳或困苦，中年多灾，晚年吉庆。"},{"key":"孟","mean":"刑克父母，慈祥有德，清雅伶俐，中年多灾，晚年吉昌。"},{"key":"宓","mean":"勤俭肯劳，家声克振，中年成功，欠子之字。"},{"key":"明","mean":"多才巧智，清雅伶俐，中年多灾，有爱情厄，晚年吉庆。"},{"key":"命","mean":"多刑克，多能贤淑，苦中得甘，刑偶伤子，晚福之字。"},{"key":"侔","mean":"性刚口快，有牢狱之灾，中年多灾，晚年吉祥。"},{"key":"沐","mean":"义利分明，清雅伶俐，双妻之格，中年劳，晚年吉庆。"},{"key":"牧","mean":"刑偶伤子，奔波劳苦，中年多劳，晚年吉祥。"},{"key":"抛","mean":"生在福家败散，幼年辛苦，中年奔波，晚年吉祥。"},{"key":"沛","mean":"性刚口快，清雅英俊，中年成功隆昌，英雄好汉之字。"},{"key":"佩","mean":"智勇双全，名利双收，清雅荣贵，女人有爱情厄。"},{"key":"朋","mean":"刑偶伤子，晚婚吉祥，智勇双全，中年劳，晚年隆昌。"},{"key":"汽","mean":"口快心直，有再嫁之厄，中年劳，重情失败，晚福之字。"},{"key":"沁","mean":"温和贤淑，有成人之美德，中年劳，晚年劳神。"},{"key":"沙","mean":"清秀伶俐，多才温和，中年成功隆昌，清闲幸福。"},{"key":"沈","mean":"清雅伶俐，多才巧智，中年奔波，晚年隆昌。"},{"key":"味","mean":"福禄双收，清雅多才，出外吉庆，贵人明现，晚年享福。"},{"key":"汶","mean":"天生聪颖，精明公正，秀气多才，出国之格，中年成功隆昌。"},{"key":"沃","mean":"幼年辛苦，多刑克，清雅伶俐，秀气巧妙，刑偶伤子。"},{"key":"武","mean":"吉凶分明，吉则成功隆昌，凶则病弱短寿，刑偶伤子，多灾难。"},{"key":"物","mean":"克母命，有爱情厄，肯做肯劳，中年平凡，晚年吉祥。"},{"key":"弦","mean":"多才巧智，性刚口快，中年劳，晚年吉庆。"},{"key":"享","mean":"晚婚吉祥，出外吉，清雅伶俐，中年劳，晚年隆昌。"},{"key":"协","mean":"刑偶伤子，清雅伶俐，中年劳，晚年吉祥隆昌。"},{"key":"沂","mean":"环境良好，温和伶俐，福禄双收，中年成功隆昌。"},{"key":"雨","mean":"克父命，多才伶俐，幼年辛苦，中年成功隆昌，福寿兴家。"},{"key":"沅","mean":"出国之字，多才多能，秀雅英敏，中年成功隆昌。"},{"key":"沚","mean":"清雅伶俐，多才巧智，中年劳或奔波，晚年吉庆。"},{"key":"状","mean":"忧心劳神，怀才不遇，中年多灾，晚年吉祥。"},{"key":"长","mean":"过房之字，口快心直，中年劳或多灾，晚年吉祥。"},{"key":"侈","mean":"温和伶俐，多才巧智，中年劳神或奔波，晚年吉祥。"},{"key":"炊","mean":"刑偶伤子，忧心劳神，一生难幸福，中年多灾，欠子之字。"},{"key":"徂","mean":"环境良好，上下敦睦，多才多能，中年忌车怕水，晚年吉祥。"},{"key":"岱","mean":"智勇双全，武官大吉，福禄双收，温和有德，成功荣贵。"},{"key":"到","mean":"清雅平凡，忌车怕水，中年多灾，晚年隆昌，二子吉祥。"},{"key":"的","mean":"勤俭建业，家声克振，中年成功隆昌，女人劳神。"},{"key":"底","mean":"多愁伶俐，肯做肯劳，中年疾病，晚年吉祥。"},{"key":"典","mean":"智勇双全，胆识丰足，中年成功隆昌，二子吉祥，出国之字。"},{"key":"店","mean":"名利双收，福禄有份，事业隆昌，清雅荣贵，刑偶伤子。"},{"key":"定","mean":"刑偶伤子，多才朴素，温和慈祥，中年成功隆昌，晚年劳神。"},{"key":"侗","mean":"刑偶伤子，一生清雅荣贵，中年劳或奔波，晚年吉昌。"},{"key":"戽","mean":"一生多才多艺，中年奔波，晚年隆昌，荣幸之字。"},{"key":"姐","mean":"温和贤淑，勤俭持家，福禄双收，名利有份，成功隆昌。"},{"key":"咎","mean":"奔波劳苦，口才伶俐，福禄有份，中年劳，晚年吉祥。"},{"key":"昆","mean":"英俊才人，清雅多才，中年成功隆昌，名利双收，荣贵之字。"},{"key":"来","mean":"晚婚迟得子大吉，出外吉祥，中年多劳，有牢狱之灾，晚年隆昌，不幸之字。"},{"key":"肋","mean":"刑克父母，刑偶伤子，晚婚大吉，中年困苦，晚年享福。"},{"key":"例","mean":"性刚口快，多愁善感，中年多劳或潦倒，晚年吉祥。"},{"key":"两","mean":"夫妻和合，福寿兴家，中年吉祥，晚年隆昌，一生幸福。"},{"key":"冽","mean":"口快性刚，清雅多才，中年劳，晚年吉昌，欠子之字。"},{"key":"侣","mean":"福禄双收，名利有份，中年平凡，晚年吉祥，二子兴旺。"},{"key":"仑","mean":"克夫之字，清雅多才，中年有离乱之苦，晚年吉祥。"},{"key":"昮","mean":"天生聪明，多才多能，中年成功隆昌，一生享福。"},{"key":"奈","mean":"多才秀气，清雅荣贵，中年成功隆昌，二子吉祥。"},{"key":"妮","mean":"清雅伶俐，多才秀气，中年成功隆昌，环境良好，出国之字。"},{"key":"念","mean":"出外大吉，贵人明现，中年成功隆昌，晚年忧心劳神。"},{"key":"弩","mean":"忧心劳神，病弱短寿，一生多灾，难得幸福。"},{"key":"妾","mean":"刑偶欠子，有爱情厄，中年吉祥，晚年劳神。"},{"key":"乳","mean":"清雅伶俐，秀气巧妙，晚婚吉，中年隆昌，晚年劳神。"},{"key":"侍","mean":"多相克，一生多才，中年有灾，晚年隆昌，欠子之字。"},{"key":"佻","mean":"有爱情烦恼，清雅秀气，中年有厄，晚年吉祥，荣幸之字。"},{"key":"帖","mean":"福禄有份，缘和四海，中年吉祥，晚年劳神。"},{"key":"投","mean":"出外逢贵，但常有祸端，沉浮多厄，内心多忧，晚年吉祥。"},{"key":"罔","mean":"幼年辛苦，少年艰难，中年吉祥，晚年劳神，暗淡之字。"},{"key":"炎","mean":"口快心直，英雄豪爽，中年有牢狱之灾，常人难受之字。"},{"key":"易","mean":"子孙兴旺，多才巧智，勤俭持家，白手成家，成功隆昌。"},{"key":"折","mean":"孤寡或孤独，多愁善感，中年多劳，晚年吉昌。"},{"key":"争","mean":"清雅多才，理智充足，一生清闲，中年成功隆昌。"},{"key":"知","mean":"理智充足，多才巧智，中年成功隆昌，财官兴旺，清雅荣贵。"},{"key":"直","mean":"一生向上，智勇双全，多才伶俐，成功隆昌，环境良好。"},{"key":"制","mean":"清雅伶俐，中年虽劳，苦中得甘，晚年吉祥。"},{"key":"忠","mean":"性刚，英雄豪杰，少年艰难，中年劳，晚年吉祥隆昌，忌车怕水。"},{"key":"卓","mean":"刑偶伤子，忧心劳神，中年多灾，晚年吉祥。"},{"key":"附","mean":"智勇双全，清雅聪明，中年成功隆昌，晚年子孙兴旺。"},{"key":"坤","mean":"清雅伶俐，刑偶伤子，多才多能，中年有灾，晚年吉庆。"},{"key":"坪","mean":"理智充足，文雅秀气，中年有灾，身闲心劳，晚年隆昌。"},{"key":"坡","mean":"晚婚吉祥，多愁苦劳，病弱短寿，难得幸福，破相之字。"},{"key":"坦","mean":"英敏多才，学问丰富，清雅荣贵，成功隆昌。"},{"key":"宛","mean":"秀气巧妙，多才伶俐，温和贤能，出外吉祥，一生英敏幸福。"},{"key":"往","mean":"一生清雅多才，勤俭励业，中年劳，但隆昌，晚年吉昌。"},{"key":"旺","mean":"性刚口快，刑偶欠子，中年奔波，成功隆昌，环境良好。"},{"key":"委","mean":"忧心劳神，病弱短寿，中年多灾，晚年吉祥，享福之字。"},{"key":"亚","mean":"智勇双全，多才有能，中年成功隆昌，女人少年艰难或有不幸之灾。"},{"key":"奄","mean":"忧心劳神，事劳无功，口快心直，中年多灾，晚年隆昌。"},{"key":"肴","mean":"身弱多病，口快性刚，中年劳，晚年吉祥。"},{"key":"夜","mean":"忧心劳神，事劳无功，中年吉祥，晚年多苦，子孙吉庆。"},{"key":"依","mean":"外观幸福，内心多忧，刑偶伤子，中年多灾，晚年吉祥。"},{"key":"抑","mean":"忧心劳神，事劳无功，中年不幸，晚年吉祥。"},{"key":"侑","mean":"口快心直，出外吉祥，中年多灾，晚年隆昌，豪杰之字。"},{"key":"昀","mean":"天生聪颖，学识渊博，清雅荣贵，成功隆昌，名利双收。"},{"key":"查","mean":"刑偶欠子，多才巧智，清雅伶俐，中年劳，晚年吉祥。"},{"key":"姹","mean":"温和贤淑，清雅伶俐，中年吉祥，晚年隆昌。"},{"key":"差","mean":"清雅平凡，技术隆昌，中年劳或奔波，晚年隆昌。"},{"key":"拆","mean":"有才能理智，但无运，怀才不遇，一生劳苦，晚年享福。"},{"key":"春","mean":"清雅伶俐，少乐多忧，出外大吉，中年有灾难，欠子之字。"},{"key":"促","mean":"刑偶伤子，有爱情厄，中年吉祥，晚年劳神。"},{"key":"度","mean":"出外吉祥，中年奔波劳苦，晚年成功隆昌。"},{"key":"性","mean":"幼年多灾，中年成功隆昌，环境良好，温和贤淑，晚运劳神。"},{"key":"宫","mean":"智勇双全，福禄双收，义利分明，晚年隆昌，劳神。"},{"key":"枯","mean":"温和贤淑，清雅伶俐，有成人之美德，中年平凡，晚年吉祥。"},{"key":"前","mean":"出外逢贵成功，中年多灾潦倒，晚年吉祥隆昌。"},{"key":"侵","mean":"忧心劳神，奔波劳苦，中年多灾，晚年吉祥。"},{"key":"秋","mean":"多才巧智，清雅荣贵，中年成功隆昌，女人虚荣，有爱情厄，晚年吉祥。"},{"key":"柔","mean":"出外吉祥，福禄双收，中年成功隆昌，晚年倍加隆昌。"},{"key":"砂","mean":"命硬多刑克，晚婚吉祥，中年劳，晚年吉祥。"},{"key":"衫","mean":"二子吉祥，一生清雅平凡，中年吉祥，晚年劳神。"},{"key":"甚","mean":"口快心直，欠子或多子，中年吉祥隆昌，晚年劳神。"},{"key":"牲","mean":"性刚果断，口快心直，中年劳，晚年吉祥。"},{"key":"省","mean":"刑偶伤子，性刚多灾，中年劳苦，晚年吉祥，女人薄幸。"},{"key":"施","mean":"一生多福少劳，福禄丰厚，中年吉祥，晚年劳神。"},{"key":"食","mean":"奔波劳苦，口快性刚，中年多灾，晚年吉祥。"},{"key":"室","mean":"一生向上，贵人明现，多才多福，中年成功隆昌。"},{"key":"是","mean":"清雅秀气，多才温和，中年吉祥，晚年多疾。"},{"key":"首","mean":"忧心劳神，事劳无功，二子吉祥，中年多灾，晚年吉祥。"},{"key":"帅","mean":"刑克父母，性刚果断，中年成功隆昌，晚年劳神。"},{"key":"思","mean":"有才能理智，勤俭励业，家声克振，名利双收，晚年劳神。"},{"key":"俗","mean":"温和伶俐，福禄双收，清雅欠子，中年劳，晚年吉祥。"},{"key":"削","mean":"刑偶伤子，百事劳苦，一贫如洗，潦倒一生，劳苦之字。"},{"key":"信","mean":"多才能干，清雅英敏，配合吉则成功隆昌，配合凶则有牢狱之灾。"},{"key":"星","mean":"有才干理智，清雅贤淑，有美德雅量，中年劳，晚年隆昌。"},{"key":"叙","mean":"精明公正，雅量多才，出外吉庆，成功隆昌，荣贵之字。"},{"key":"宣","mean":"学识渊博，胆智双收，清雅荣贵，中年成功隆昌，官旺之字。"},{"key":"页","mean":"二子吉祥，义利分明，中年成功隆昌，清雅荣贵。"},{"key":"俞","mean":"一生清闲，理智充足，中年吉祥，晚年隆昌。"},{"key":"哉","mean":"学识渊博，操守廉正，中年成功隆昌，出国之字。"},{"key":"则","mean":"精明公正，克己助人，中年成功隆昌，一生荣贵享福。"},{"key":"峙","mean":"一生清闲，刑偶伤子，中年多灾，晚年吉祥。"},{"key":"拙","mean":"多愁多忧，事劳无功，中年劳苦，晚年吉祥。"},{"key":"咨","mean":"福禄双收，清雅荣贵，中年成功隆昌，晚年倍加隆昌。"},{"key":"姿","mean":"秀气巧妙，贤能晓事，温和伶俐，成功隆昌。"},{"key":"昨","mean":"一生劳苦，孤独性格，中年多灾，晚年荣禄。"},{"key":"柄","mean":"多才巧智，环境良好，清雅荣贵，中年成功隆昌。"},{"key":"柴","mean":"一生清雅平凡，福禄双收，名利有份，中年劳，晚年隆昌。"},{"key":"俄","mean":"自尊心强，意气大，出外吉祥，中年多灾，晚年吉祥。"},{"key":"肝","mean":"刑偶伤子，事劳无功，中年隆昌，晚年吉昌，欠子之字。"},{"key":"柑","mean":"有爱情烦恼，身弱多病，中年吉祥，晚年劳神，克偶伤子。"},{"key":"竿","mean":"性刚果断，有牢狱之灾，中年多灾，晚年吉祥。"},{"key":"革","mean":"性刚口快，多才清雅，中年吉昌，晚年劳神。"},{"key":"故","mean":"出外吉祥，刑偶伤子，中年劳或有灾，晚年吉祥，清雅多才。"},{"key":"冠","mean":"一生清雅秀气，幼年辛苦，中年开泰吉祥，出外隆昌。"},{"key":"轨","mean":"教育界大吉，温和贤淑，有美德雅量，中年劳，晚年隆昌。"},{"key":"癸","mean":"刑偶伤子，多才清雅，中年劳，晚年成功隆昌。"},{"key":"哄","mean":"福禄双收，二子吉祥，中年虽劳，成功隆昌，短寿之字。"},{"key":"虹","mean":"晚婚大吉，清雅多才，中年成功隆昌，出国之格。"},{"key":"急","mean":"忧心劳神，事劳无功，中年多灾，晚年吉祥。"},{"key":"纪","mean":"智勇双全，义利分明，克己助人，中年奔波，晚年吉祥。"},{"key":"既","mean":"出外逢贵得财，多才有能，中年劳，晚年吉祥。"},{"key":"架","mean":"刑克父母，身弱短寿，有才能理智，晚年吉祥。"},{"key":"建","mean":"出外吉祥，兄弟不和，中年成功隆昌，环境良好。"},{"key":"姜","mean":"多才巧智，清雅温和，中年劳，晚年吉祥。"},{"key":"姣","mean":"秀气多才，清雅温和，有爱情厄，中年成功隆昌。"},{"key":"皆","mean":"晚婚迟得子大吉，出外吉祥，中年劳苦，晚年吉庆。"},{"key":"界","mean":"克父命，兄弟无靠，英敏伶俐，温和贤淑，二子吉祥。"},{"key":"劲","mean":"刑克父母，刑偶伤子，中年多灾，晚年隆昌。"},{"key":"九","mean":"福寿双全，贵人明现，出外大吉，环境良好，出国之格。"},{"key":"拘","mean":"暗淡无光，虽成功难幸福，病弱短寿，多灾厄。"},{"key":"拒","mean":"智勇双全，福禄双收，性刚豪爽，中年劳，晚年隆昌。"},{"key":"军","mean":"义利分明，智勇双全，中年劳，成功隆昌。"},{"key":"看","mean":"清雅伶俐，清秀多才，中年吉祥，晚年劳神多疾。"},{"key":"柯","mean":"清雅伶俐，智勇双全，福禄有份，中年平凡，晚年吉昌。"},{"key":"科","mean":"多才俊美，清雅荣贵，中年成功隆昌，出外吉祥幸福。"},{"key":"客","mean":"福禄双收，清雅伶俐，中年多劳，晚年吉祥，短寿之字。"},{"key":"柳","mean":"温和贤淑，秀气多才，多情恩重，中年成功，自成家业。"},{"key":"芒","mean":"一贫如洗，病弱短寿，中年多灾，晚年吉祥。"},{"key":"祈","mean":"口快性刚，克父命，多才巧智，中年潦倒，晚年吉祥，环境良好。"},{"key":"契","mean":"带刀厄，刑偶伤子，病弱短寿，中年多灾，晚年吉祥。"},{"key":"柿","mean":"忌车怕水，清秀多才，中年有灾，晚年吉祥。"},{"key":"玩","mean":"出外吉祥，幼年辛苦，中年成功隆昌，晚年忧心劳神。"},{"key":"侠","mean":"口快心直，英雄豪杰，中年多灾，事劳无功，晚年吉祥。"},{"key":"相","mean":"有才能理智，刑偶伤子，双妻之格，中年成功隆昌。"},{"key":"彦","mean":"操守廉正，名利双收，官运旺，成功隆昌。"},{"key":"羿","mean":"操守廉正，勤俭忠诚，中年吉祥，忌车怕水，女人有爱情厄。"},{"key":"胤","mean":"清雅荣贵，福寿绵长，学识丰富，成功隆昌。"},{"key":"柚","mean":"福禄双收，名利有份，中年奔波，晚年劳神。"},{"key":"禺","mean":"多刑克，刑偶伤子，清雅平凡，中年多劳，晚年吉祥。"},{"key":"柘","mean":"刑克父母，多才多能，怀才不遇，中年多劳，晚年成功隆昌。"},{"key":"芝","mean":"英雄豪爽，多才巧智，缘和四海，出外成功，清雅荣幸。"},{"key":"斫","mean":"多刑克，损丁破财，病弱短寿，困苦一生，终生不幸。"},{"key":"拜","mean":"天生聪明，多才伶俐，晚婚吉祥，重情失败，晚年吉祥。"},{"key":"保","mean":"天生聪颖，理智充足，中年成功隆昌，晚年忌车怕水。"},{"key":"抱","mean":"一生平凡，身弱短寿，有牢狱之灾，晚年享福。"},{"key":"背","mean":"刑偶伤子，忧心劳神，身弱多病，晚年吉祥。"},{"key":"甭","mean":"多才巧智，秀气巧妙，清雅荣贵，中年成功隆昌。"},{"key":"毖","mean":"口快心直，忧心劳神，中年有灾，晚年享福。"},{"key":"扁","mean":"一生聪明伶俐，口快心直，中年平，晚年吉祥，女人多灾，病弱寿短。"},{"key":"便","mean":"福禄双收，出外吉祥，中年劳，成功隆昌，晚年吉祥，但欠子。"},{"key":"波","mean":"白手成家，出外大吉，中年劳或潦倒，晚年成功隆昌，荣贵之字。"},{"key":"泊","mean":"智勇双全，清雅荣贵，福寿兴家，中年成功隆昌。"},{"key":"勃","mean":"怀才不遇，有才能，无统帅之才干，中年劳，晚年吉祥。"},{"key":"法","mean":"刑偶欠子，一生清雅多财，中年成功隆昌，晚年吉庆。"},{"key":"勉","mean":"多愁多忧，刑偶伤子，有爱情烦恼，中年多灾，难得幸福。"},{"key":"眇","mean":"有爱情烦恼，身弱多病，中年劳，晚年吉祥。"},{"key":"秒","mean":"刑克父母，刑偶伤子，贵人明现，中年劳，晚年吉祥。"},{"key":"拍","mean":"技术吉祥，肯做肯劳，重信用，中年多劳，晚年隆昌。"},{"key":"飞","mean":"英雄豪杰，义利分明，智勇双全，但常人难受之字，忌车怕水。"},{"key":"风","mean":"身弱多病，奔波劳苦，中年吉祥，晚年劳神。"},{"key":"封","mean":"外观幸福，内心多忧，清雅平凡，一生多忧少乐，晚年吉祥。"},{"key":"负","mean":"带刀厄，清雅多才，二子吉祥，晚年安详。"},{"key":"泔","mean":"良善积德，克己助人，中年成功隆昌，环境良好，子孙兴旺。"},{"key":"河","mean":"英雄或英敏，多才多能，二子吉祥，中年劳，晚年隆昌，忌车怕水。"},{"key":"红","mean":"克父命，多才巧智，清雅荣贵，中年劳，晚年吉祥。"},{"key":"泓","mean":"义利分明，福禄双收，中年虽劳，成功隆昌，官旺之字。"},{"key":"侯","mean":"清雅多才，理智充足，中年平凡，晚年吉祥。"},{"key":"后","mean":"衣食丰厚，一表人才，多才多能，清雅荣贵，中年成功隆昌。"},{"key":"厚","mean":"温和贤淑，一生清雅荣贵，中年成功隆昌，安富尊荣。"},{"key":"皇","mean":"英敏之才，特有人缘，中年劳或奔波，晚年吉祥。"},{"key":"计","mean":"口才伶俐，多才贤能，中年吉祥，刑偶伤子，晚年劳神。"},{"key":"炬","mean":"多才有能，官运旺盛，刑偶伤子，一生清雅荣贵。"},{"key":"玫","mean":"多才巧智，天生聪明，中年成功隆昌，清雅荣贵，出国之字。"},{"key":"眉","mean":"温和贤淑，清雅秀气，小心爱情厄，中年成功隆昌。"},{"key":"美","mean":"清雅秀气，多才贤能，中年吉祥，晚年隆昌，清秀之字。"},{"key":"昧","mean":"暗淡无光，命途多舛，中年多灾，晚年吉祥。"},{"key":"泯","mean":"多才巧智，天生聪明，一生操守廉正，官格成功隆昌之字。"},{"key":"某","mean":"多才巧智，清雅荣贵，中年成功隆昌，二子吉祥，女人不幸。"},{"key":"盼","mean":"清雅伶俐，带刀字，刑偶伤子，中年吉祥，晚年隆昌，环境良好。"},{"key":"品","mean":"性刚，秀气多才，温和伶俐，福禄双收，中年隆昌荣华。"},{"key":"屏","mean":"多才清雅，荣贵安福，成功隆昌，出国之字，小心爱情厄。"},{"key":"泉","mean":"英俊佳人，温和多才，清雅荣贵，中年成功隆昌，晚年劳神。"},{"key":"染","mean":"一生清雅平凡，多才巧智，中年成功隆昌，晚年劳神。"},{"key":"泗","mean":"环境良好，清雅荣贵，福禄双收，中年劳，晚年吉庆。"},{"key":"咸","mean":"克父命，清雅伶俐，中年吉祥，晚年劳神，身闲心苦。"},{"key":"香","mean":"身弱多灾，忧心劳神，中年劳，晚年吉祥。"},{"key":"巷","mean":"忧心劳神，一生劳苦多忧，晚婚吉，中年劳，晚年吉祥。"},{"key":"妍","mean":"多才巧智，清雅伶俐，刑偶伤子，中年多灾，晚年吉祥，忌车怕水。"},{"key":"沿","mean":"福禄双收，名利有份，口快心直，贵人明现，晚年隆昌。"},{"key":"衍","mean":"一生清雅，多才巧智，中年劳，晚年隆昌，名利双收。"},{"key":"泱","mean":"秀气巧妙，清雅伶俐，中年吉庆，晚年子孙鼎盛。"},{"key":"盈","mean":"带血字，多刑克，薄幸多灾，有爱情厄，晚年吉祥。"},{"key":"泳","mean":"克父伤子，幼年辛苦，早出社会，中年成功隆昌，荣幸之字。"},{"key":"油","mean":"刑偶伤子，双妻之格，出外吉祥，中年劳，晚年吉昌。"},{"key":"沾","mean":"清雅多才，秀气贤淑，中年吉祥，晚年隆昌，荣贵幸福。"},{"key":"沼","mean":"智勇双全，学识丰富，官格之字，中年成功隆昌，带刀厄，刑偶欠子。"},{"key":"治","mean":"清雅荣贵，多才多能，中年成功隆昌，女人薄幸多灾，再嫁之字。"},{"key":"注","mean":"多能温和，重信用，中年多灾，晚年吉祥。"},{"key":"炳","mean":"兄弟无缘，清雅荣贵，中年成功隆昌，环境良好，医界大吉。"},{"key":"抽","mean":"出外逢贵得财，中年吉祥，晚年子孙兴旺，双妻之格。"},{"key":"待","mean":"秀气伶俐，多才秀气，中年劳神，晚年吉祥。"},{"key":"怠","mean":"忧心劳神，事劳无功，中年多灾，晚年吉祥。"},{"key":"抵","mean":"常生祸端，多灾厄，刑偶伤子，中年劳苦，晚年享福。"},{"key":"帝","mean":"英敏多才，福禄双收，英俊佳人，中年吉庆，富贵隆昌。"},{"key":"订","mean":"清雅英俊，多才伶俐，万事如意，刑偶伤子，晚年吉昌。"},{"key":"段","mean":"奔波劳苦，性刚果断，中年潦倒，晚年吉祥。"},{"key":"盾","mean":"技术大吉，多劳少乐，中年劳苦，晚年隆昌。"},{"key":"赴","mean":"保守之格，一生清雅平凡，中年劳，晚年吉祥，子孙兴旺。"},{"key":"拐","mean":"少年艰难，忌车怕水，父母无缘，中年劳，晚年隆昌。"},{"key":"柬","mean":"忧心劳神，刑偶伤子，中年吉祥，晚年劳神，多疾病。"},{"key":"玦","mean":"刑偶伤子，一生清雅伶俐，小心爱情厄，晚年吉祥。"},{"key":"俊","mean":"英敏之才，上下敦睦，中年成功隆昌，出外吉祥，名利双收。"},{"key":"亮","mean":"义利分明，多才能干，小心爱情厄，成功隆昌，女人薄幸，难得幸福。"},{"key":"律","mean":"秀气伶俐，理智充足，中年有爱情厄，但吉祥，晚年隆昌。"},{"key":"娜","mean":"婀娜多姿，秀气伶俐，晚年吉祥，小心爱情厄，晚年吉祥。"},{"key":"耐","mean":"忧心劳神，事劳无功，清雅多才，中年劳，晚年吉祥。"},{"key":"南","mean":"忧心劳神，孤独大吉，中年多劳或潦倒，晚年吉祥隆昌。"},{"key":"怒","mean":"身闲心苦，病弱短寿，中年多灾，晚年吉祥。"},{"key":"炮","mean":"刑克父母，刑偶伤子，中年多灾，晚年吉祥。"},{"key":"泰","mean":"多才巧智，清雅荣贵，中年成功隆昌，晚年倍加隆昌。"},{"key":"炭","mean":"多才巧智，性刚口快，晚年吉祥，中年劳，晚年吉昌。"},{"key":"亭","mean":"多才巧智，清雅伶俐，小心爱情厄，中年吉祥，晚年隆昌。"},{"key":"突","mean":"自尊心强，欠仁和，怀才不遇，中年劳，晚年吉祥。"},{"key":"炫","mean":"多福多才，清雅荣贵，官缘得禄，成功隆昌，出国之格。"},{"key":"映","mean":"智勇双全，名利双收，中年成功隆昌，一生安详伶俐。"},{"key":"昱","mean":"清雅荣贵，温和贤能，中年成功隆昌，出国之格。"},{"key":"怨","mean":"克父命，一生清雅伶俐，中年吉祥，有爱情厄，晚年安稳。"},{"key":"招","mean":"晚婚大吉，忌车怕水，多灾劳神，中年多厄，晚年吉祥，带刀厄。"},{"key":"昭","mean":"刑偶欠子，清雅多才，智勇双全，官运旺，晚年吉昌，多才荣贵。"},{"key":"贞","mean":"秀气伶俐，温和贤淑，中年成功隆昌，二子吉祥，荣贵之字。"},{"key":"政","mean":"英敏多才，出外吉祥，中年成功隆昌，晚年劳神。"},{"key":"祉","mean":"一生清雅灵敏，多才雅量，中年平，晚年隆昌。"},{"key":"重","mean":"清雅荣贵，家声克振，安享尊荣，成功隆昌，富贵双全。"},{"key":"纣","mean":"刑偶伤子，有爱情厄，中年多灾，晚年隆昌，但劳神。"},{"key":"奏","mean":"有爱情厄，多才巧智，清雅伶俐，中年成功隆昌。"},{"key":"衩","mean":"多愁多忧，刑偶伤子，中年多灾，出外吉祥，晚年隆昌。"},{"key":"昶","mean":"子孙兴旺，多才巧智，中年成功隆昌，晚年劳神。"},{"key":"型","mean":"忧心劳神，少乐多忧，中年多灾，晚年吉祥。"},{"key":"奎","mean":"一生福禄有进，智勇双全，中年吉祥，晚年隆昌。"},{"key":"盆","mean":"带血字，多灾厄，多忧少乐，身弱短寿，薄幸之字。"},{"key":"威","mean":"口快性刚，智勇双全，中年劳或奔波，晚年成功隆昌。"},{"key":"畏","mean":"忧心劳神，事劳无功，一生多灾，晚年吉祥。"},{"key":"胃","mean":"忧心劳神，事劳无功，中年多灾，晚年吉祥。"},{"key":"屋","mean":"多愁多忧，晚婚迟见子，中年吉祥，晚年劳神。"},{"key":"押","mean":"忧心劳神，病弱短寿，有牢狱之灾，一生难得幸福。"},{"key":"要","mean":"性刚口快，清雅伶俐，中年吉祥，晚年劳神。"},{"key":"怡","mean":"刑偶伤子，清雅秀气，温和贤淑，中年有灾，晚年吉祥。"},{"key":"姻","mean":"有爱情厄，清雅伶俐，多才肯劳，中年平，晚年吉祥。"},{"key":"音","mean":"晚婚迟得子大吉，出外吉祥，中年劳，晚年吉祥，双妻之格。"},{"key":"勇","mean":"晚婚吉祥，多才贤能，中年多劳，晚年吉祥，忌车怕水。"},{"key":"幽","mean":"有爱情烦恼，病弱短寿，暗淡无光，常有祸端。"},{"key":"囿","mean":"官或财旺，一生福禄双收，中年吉祥隆昌，清荣享福。"},{"key":"宥","mean":"安详享福，慈祥有德，中年吉祥，晚年隆昌。"},{"key":"禹","mean":"刑克父母，天生聪明，有才无运，有伤子之厄，晚年吉祥。"},{"key":"垣","mean":"义利分明，朴素温和，中年成功隆昌。"},{"key":"约","mean":"多才巧智，清雅荣贵，中年成功隆昌，女人有爱情厄，教育界吉"},{"key":"财","mean":"忧心劳神，刑偶伤子，事劳无功，忌车怕水，中年吉祥，晚年多灾。"},{"key":"仓","mean":"福禄双收，清雅伶俐，晚婚吉祥，中年劳，晚年吉祥。"},{"key":"晁","mean":"天生聪明，智勇双全，中年成功隆昌，出国之字，忌车怕水。"},{"key":"宸","mean":"一生清雅荣贵，温和贤能，中年成功隆昌，环境良好。"},{"key":"乘","mean":"刑偶伤子，忧心劳神，肯做肯劳，难得幸福，多灾难。"},{"key":"持","mean":"刑偶伤子，天生聪明，清雅伶俐，中年劳，晚年吉祥。"},{"key":"纯","mean":"有爱情烦恼，忧心劳神，二子吉祥，中年成功隆昌。"},{"key":"祠","mean":"多才巧智，清雅荣贵，智勇双全，中年成功隆昌，幸福之字。"},{"key":"钉","mean":"多刑克，性刚口快，中年困苦，命途多舛。"},{"key":"刚","mean":"智勇双全，武官大吉，中年劳，晚年成功隆昌，清雅荣贵，二子吉祥。"},{"key":"罡","mean":"精明公正，义利分明，重意气，清雅荣贵，官旺，成功隆昌。"},{"key":"怪","mean":"忧心劳神，病弱短寿，多灾难，刑偶伤子。"},{"key":"借","mean":"温和贤能，多才伶俐，中年劳，成功隆昌，迟见子吉祥。"},{"key":"峻","mean":"孤独格，英俊佳人，多才贤能，中年隆昌，出国之格。"},{"key":"倪","mean":"出外吉祥，多才巧智，清雅伶俐，出国之字，成功隆昌，孤独格。"},{"key":"剖","mean":"福禄双收，二子吉祥，中年多劳，晚年吉祥。"},{"key":"倩","mean":"刑偶欠子，身弱多忧，一生清雅，中年吉祥，晚年劳神。"},{"key":"弱","mean":"不祥之字，暗淡无光，病弱短寿，多灾难，难得幸福。"},{"key":"珊","mean":"秀气伶俐，多才巧智，中年成功隆昌，出国之字。"},{"key":"闪","mean":"上下敦睦，温和多才，中年吉祥，环境良好，清雅享福。"},{"key":"讪","mean":"一生清雅多才，兄弟无缘，中年吉祥，晚年隆昌，环境良好。"},{"key":"射","mean":"有破相之危，多刑克，命硬，中年多灾，晚年吉祥，但寿短。"},{"key":"娠","mean":"秀气多才，贤能温和，中年吉祥，晚年隆昌。"},{"key":"神","mean":"清雅英敏，多才巧智，中年吉祥，晚年隆昌。"},{"key":"十","mean":"温和贤淑，缘和四海，上下敦睦，成功隆昌。"},{"key":"拾","mean":"福禄双收，多才贤能，清雅荣贵，成功隆昌，环境良好。"},{"key":"狩","mean":"刑偶伤子，清雅伶俐，中年奔波，晚年吉祥。"},{"key":"书","mean":"清雅荣贵，多才巧智，精明公正，义利分明，英俊成功。"},{"key":"殊","mean":"有爱情厄，忧心劳神，中年有灾，晚年吉祥，不幸之字。"},{"key":"素","mean":"身弱多病，晚婚吉祥，中年幸福，晚年吉祥，多愁忌水之字。"},{"key":"孙","mean":"清雅伶俐，多才巧智，中年多灾或奔波，晚年吉祥。"},{"key":"隼","mean":"秀气巧妙，少年艰难，中年吉祥，先苦后甘，晚年隆昌。"},{"key":"索","mean":"有爱情烦恼，暗淡无光，中年多舛，晚年享福。"},{"key":"紊","mean":"英俊伶俐，克己助人，中年成功隆昌，清雅荣贵。"},{"key":"息","mean":"忧心劳神，刑偶伤子，中年劳或潦倒，晚年吉祥。"},{"key":"席","mean":"聪明伶俐，清雅多才，中年有灾，晚年吉祥，环境良好。"},{"key":"笑","mean":"刑偶伤子，少年艰难，中年吉祥，晚年劳神。"},{"key":"修","mean":"英秀伶俐，温和贤能，上下敦睦，中年成功，晚年隆昌。"},{"key":"徐","mean":"一生清雅荣贵，多才巧智，中年成功隆昌，晚年劳神。"},{"key":"栽","mean":"多才伶俐，清雅荣贵，中年成功隆昌，晚年劳神。"},{"key":"宰","mean":"身弱短寿，事劳无功，忌车怕水，中年有灾，晚年吉祥。"},{"key":"钊","mean":"带刀厄，礼诚待人，安稳守己，中年劳苦，晚年隆昌。"},{"key":"针","mean":"刑偶伤子，晚婚迟得子大吉，中年多灾，晚年吉祥。"},{"key":"真","mean":"清雅多才，温和伶俐，中年成功隆昌，荣贵清闲，二子吉祥。"},{"key":"纸","mean":"忧心劳神，事劳无功，中年劳苦，晚年吉祥。"},{"key":"指","mean":"晚婚吉祥，忧心劳神，身弱多劳，晚年吉祥。"},{"key":"酌","mean":"一生清雅伶俐，多才巧智，中年劳，晚年吉祥，福禄之字。"},{"key":"租","mean":"一生清雅多才，中年吉祥，环境良好，福寿兴家。"},{"key":"祖","mean":"清雅荣贵，官格之字，中年吉祥隆昌，晚年劳神，忌车怕水。"},{"key":"祚","mean":"刑偶伤子，肯做肯劳，勤俭持家，中年劳，晚年吉祥。"},{"key":"座","mean":"清雅温和，多才伶俐，中年多灾或奔波，晚年吉祥。"},{"key":"芳","mean":"英敏雅气，多才温和，出外吉庆，荣贵隆昌，环境良好。"},{"key":"芬","mean":"带刀厄，幼年辛苦，少年艰难，中年吉祥，清雅伶俐，短寿之字。"},{"key":"粉","mean":"带刀厄，有爱情厄，刑偶伤子，中年有灾，晚年吉祥。"},{"key":"芙","mean":"秀气灵巧，清雅伶俐，中年劳，晚年吉祥，环境良好。"},{"key":"高","mean":"一生清雅，福禄双收，中年劳，晚年吉祥。"},{"key":"哥","mean":"福禄双收，口才伶俐，天生聪明，中年劳，晚年吉祥。"},{"key":"格","mean":"一生多福少劳，清雅伶俐，中年吉祥，晚年劳神。"},{"key":"根","mean":"英敏之才，特有人缘，上下敦睦，中年劳，晚年吉祥，父母无缘。"},{"key":"耕","mean":"清雅伶俐，理智充足，中年成功隆昌，环境良好，官运旺。"},{"key":"恭","mean":"幼年辛苦，身有暗病，中年吉祥，晚年劳神。"},{"key":"躬","mean":"身弱短寿，一生劳神，难得幸福，抱恨九泉。"},{"key":"贡","mean":"二子吉祥，多子短寿，中年吉祥，晚年劳神。"},{"key":"骨","mean":"不祥之字，病弱短寿，困苦一生，多灾难。"},{"key":"挂","mean":"智勇双全，清雅伶俐，中年成功隆昌，双妻之格，荣贵之字。"},{"key":"桂","mean":"清雅伶俐，多才秀气，中年吉祥，成功隆昌，女人不幸。"},{"key":"核","mean":"奔波劳苦，多愁少乐，中年多灾，晚年吉祥。"},{"key":"笏","mean":"不祥之字，多灾难，暗淡无光，中年潦倒，晚年享福。"},{"key":"花","mean":"虚荣心强，有爱情厄，中年吉祥，晚年劳神或疾病。"},{"key":"桓","mean":"一生安享尊荣，多才廉正，中年成功隆昌，出国享福之字。"},{"key":"姬","mean":"少年艰难，有爱情厄，中年多劳，晚年吉祥隆昌。"},{"key":"屐","mean":"刑偶伤子，有爱情厄，中年多劳，晚年吉祥，出外大吉。"},{"key":"笈","mean":"出外逢贵，清雅伶俐，中年多灾，事劳无功，晚年吉祥。"},{"key":"记","mean":"过房之格，清雅秀气，中年吉祥，晚年忧心劳神。"},{"key":"珈","mean":"一生多福，福禄双收，中年成功隆昌，环境良好。"},{"key":"家","mean":"出外吉祥，多才巧智，清雅伶俐，忌车怕水，晚年吉祥。"},{"key":"兼","mean":"英敏之才，特有人缘，上下敦睦，中年劳，晚年隆昌。"},{"key":"衿","mean":"温和伶俐，多才巧智，身弱多劳，中年有灾，晚年吉祥。"},{"key":"径","mean":"有爱情厄，刑偶伤子，身弱多病，中年劳，晚年吉祥。"},{"key":"矩","mean":"多才巧智，清雅荣贵，中年成功隆昌，名利双收。"},{"key":"俱","mean":"二子吉祥，多才伶俐，中年劳，晚年吉庆。"},{"key":"娟","mean":"有爱情厄，事劳无功，中年有灾，晚年吉祥，刑偶伤子。"},{"key":"库","mean":"安稳守己，温和伶俐，中年有灾，晚年吉祥。"},{"key":"括","mean":"清雅平凡，福禄双收，晚婚迟得子大吉，中年多灾，晚年吉祥。"},{"key":"栗","mean":"秀气巧妙，多才清雅，中年劳或奔波，晚年吉祥。"},{"key":"栖","mean":"多才巧智，清雅荣贵，中年有灾，晚年成功隆昌。"},{"key":"岂","mean":"英敏之才，多才巧智，清雅荣贵，中年吉祥，出国之字。"},{"key":"起","mean":"忧心劳神，暗淡无光，中年多灾，晚年吉祥。"},{"key":"气","mean":"有爱情厄，不幸而离乱，中年多灾，晚年吉祥。"},{"key":"虔","mean":"忧心劳神，事劳无功，中年多灾，晚年吉祥，不幸之字。"},{"key":"衾","mean":"温和慈祥，清雅伶俐，中年劳且奔波，晚年吉祥。"},{"key":"拳","mean":"多灾难，病弱短寿，有牢狱之灾，中年劳苦，晚年享福。"},{"key":"缺","mean":"多愁多劳，事劳无功，中年多灾，晚年享福。"},{"key":"桑","mean":"忧心劳神，事劳无功，中年有灾，晚年劳神，忌车怕水。"},{"key":"栓","mean":"多才巧智，清雅伶俐，中年劳，晚年吉祥。"},{"key":"笋","mean":"晚婚迟得子大吉，小心爱情厄，中年劳，晚年吉祥。"},{"key":"桃","mean":"刑偶欠子，有爱情厄，秀气多才，清雅伶俐，中年平，晚年吉祥。"},{"key":"桐","mean":"刑偶伤子，双妻之格，中年劳，晚年隆昌，荣华之字。"},{"key":"奚","mean":"福禄双收，清雅荣贵，中年吉祥，晚年隆昌，劳神之字。"},{"key":"校","mean":"暗路长行，出外吉祥，中年有灾，晚年吉祥。"},{"key":"芯","mean":"有爱情厄，秀气伶俐，多才温和，晚婚吉，荣贵吉祥。"},{"key":"芽","mean":"忧心劳神，有爱情厄，清雅秀气，中年吉祥，晚年劳神。"},{"key":"倚","mean":"福禄双收，中年有灾或有爱情厄，晚年享福。"},{"key":"娱","mean":"虚荣心强，有不幸之灾，中年多灾，晚年吉祥。"},{"key":"原","mean":"清雅荣贵，多才巧智，中年吉祥，晚年隆昌。"},{"key":"纭","mean":"多才巧智，清雅伶俐，中年成功隆昌，出国之格。"},{"key":"芸","mean":"温和贤淑，多才能干，中年成功隆昌，清雅荣贵，出国之格。"},{"key":"芷","mean":"温和贤能，多才多能，中年成功隆昌，环境良好。"},{"key":"株","mean":"病弱短寿，贤能温和，中年有灾，二子吉祥。"},{"key":"班","mean":"温和贤能，怀才不遇，中年劳，晚年吉祥，欠子之字。"},{"key":"豹","mean":"口快性刚，多才伶俐，中年劳，晚年吉祥，刑偶伤子，武将吉。"},{"key":"倍","mean":"天生聪明，福禄双收，名利有份，中年成功隆昌，出国之格。"},{"key":"俵","mean":"出外逢贵得财，一生清雅平凡，保守之格，晚年吉祥隆昌。"},{"key":"病","mean":"不祥之字，命途多舛，困苦一生。"},{"key":"秤","mean":"教育界大吉，一生清雅平凡，名利双收，女人有爱情厄。"},{"key":"洞","mean":"刑偶伤子，中年奔波，多才巧智，晚年成功隆昌。"},{"key":"娥","mean":"天生聪明，一生清雅伶俐，自尊心强，中年吉祥，晚年劳神。"},{"key":"眠","mean":"一生清雅，多才巧智，温和贤能，中年劳，晚年吉祥。"},{"key":"派","mean":"性刚，英雄豪杰，出外逢贵，中年劳，晚年隆昌。"},{"key":"肪","mean":"清雅秀气，温和贤淑，中年成功隆昌，环境良好。"},{"key":"纺","mean":"肯做垦劳，重信义，中年吉祥，子孙鼎盛，晚年隆昌。"},{"key":"肥","mean":"忧心劳神，事劳无功，中年多灾，晚年吉祥。"},{"key":"纷","mean":"带刀厄，多刑克，刑偶伤子，中年多灾，晚年吉祥。"},{"key":"峰","mean":"义利分明，清雅荣贵，出外逢贵，成功隆昌，英俊多才。"},{"key":"俸","mean":"刑克父母，清雅伶俐，中年多灾，晚年隆昌。"},{"key":"服","mean":"忧心劳神，事劳无功，有才能理智，晚年成功吉昌。"},{"key":"俯","mean":"清雅伶俐，刑偶欠子，中年吉祥，晚年劳神，环境良好。"},{"key":"釜","mean":"一生福禄双收，名利有份，中年吉祥，晚年隆昌，环境良好。"},{"key":"航","mean":"温和贤淑，一生清雅平凡，中年劳，晚年隆昌。"},{"key":"耗","mean":"忧心劳神，清雅伶俐，中年劳，晚年吉祥。"},{"key":"恨","mean":"忧心劳神，事劳无功，有爱情厄，中年吉祥，晚年劳神。"},{"key":"恒","mean":"一生多福，清雅荣贵，中年成功隆昌。"},{"key":"洪","mean":"一生清雅，温和伶俐，中年潦倒，晚年隆昌。"},{"key":"候","mean":"一生清雅多灾，中年劳苦或潦倒，晚年吉祥。"},{"key":"祜","mean":"温和伶俐，福禄双收，中年多灾或潦倒，晚年吉祥。"},{"key":"活","mean":"福禄双收，秀气伶俐，中年成功隆昌，晚年劳神。"},{"key":"津","mean":"秀气巧妙，理智充足，晚婚吉祥，中年成功隆昌。"},{"key":"酒","mean":"身弱短寿，多忧少乐，中年多灾，晚年吉祥。"},{"key":"洛","mean":"天生聪明，多才巧智，中年成功隆昌，子孙兴旺，出国之字。"},{"key":"马","mean":"清雅多才，中年劳或奔波，晚年吉祥。"},{"key":"秘","mean":"一生向上，智勇双全，勤俭建业，家声克振，成功隆昌。"},{"key":"亩","mean":"多才巧智，清雅伶俐，中年吉祥，晚年隆昌，环境良好。"},{"key":"纽","mean":"有爱情烦恼，身弱短寿，中年劳，晚年吉祥。"},{"key":"畔","mean":"刑偶伤子，奔波劳苦，中年吉祥，晚年劳神多病。"},{"key":"旁","mean":"忧心劳神，事劳无功，中年劳苦，晚年吉祥。"},{"key":"配","mean":"忧心劳神，迟得子，二子吉祥，中年劳，晚年吉祥。"},{"key":"珀","mean":"学识丰富，温和贤能，英俊才人，成功隆昌，忌车怕水，女人有爱情厄。"},{"key":"圃","mean":"精明公正，智勇双全，一生清雅荣贵，成功隆昌。"},{"key":"洽","mean":"福禄双收，多才伶俐，中年成功隆昌，双妻之格，名利之字。"},{"key":"洒","mean":"多才巧智，英俊佳人，中年成功隆昌，出国之格，荣贵之字。"},{"key":"纱","mean":"小巧伶俐，清雅秀气，小心爱情厄，晚年吉祥，欠子之字。"},{"key":"娑","mean":"多相克，事劳无功，中年有灾，晚年难得幸福。"},{"key":"纹","mean":"刑偶欠子，肯做肯劳，重信用，再嫁之字，晚年隆昌。"},{"key":"蚊","mean":"清雅伶俐，肯做肯劳，重信义，中年离乱，晚年吉祥，刑偶伤子。"},{"key":"务","mean":"刑克父母，刑偶伤子，中年多灾，晚年吉祥，短寿之字。"},{"key":"洗","mean":"出外吉祥，刑偶伤子，清雅多才，中年多灾，晚年隆昌。"},{"key":"效","mean":"多才巧智，清雅伶俐，中年成功隆昌，晚年吉祥，环境良好。"},{"key":"恤","mean":"带血字，多刑克，多灾难，恶死凶亡，病弱短寿，难得幸福。"},{"key":"训","mean":"一生清雅平凡，晚婚大吉，双妻之格，多灾难，怀才不遇。"},{"key":"洋","mean":"清雅伶俐，多能多才，中年吉祥隆昌，幸福之字。"},{"key":"耘","mean":"天生聪明，多才巧智，中年吉祥，晚年劳神。"},{"key":"洲","mean":"克父命，刑偶伤子，中年奔波劳苦，身有暗疾，晚年隆昌。"},{"key":"耻","mean":"三心两意，内心多忧，欠勇气，晚年吉祥。"},{"key":"玳","mean":"秀气巧妙，清雅伶俐，出外吉祥，中年劳，晚年隆昌，一生多福。"},{"key":"岛","mean":"天生聪明，一生清雅多才，中年或奔波劳，晚年吉祥。"},{"key":"娣","mean":"清雅多才，英敏伶俐，福禄双收，成功隆昌，出国之字。"},{"key":"冻","mean":"清雅平凡，多才巧智，中年吉祥，晚年隆昌，刑偶伤子。"},{"key":"恕","mean":"怀才不遇，潦倒一生，清雅多才，无运之格，晚年吉祥。"},{"key":"耿","mean":"一生清雅，缘和四海，中年劳或潦倒，晚年吉祥。"},{"key":"烘","mean":"性刚果断，秀气巧妙，多才有能，中年吉祥，晚年劳神。"},{"key":"疾","mean":"灾祸重重，难得成功，不祥之字，多灾难，恶死凶亡之字。"},{"key":"晋","mean":"孤独格，晚婚吉祥，中年隆昌，环境良好，晚年劳神。"},{"key":"朗","mean":"天生聪明，上下敦睦，多才巧智，中年成功隆昌，幸福之字。"},{"key":"娌","mean":"清雅伶俐，子孙兴旺，中年成功隆昌，荣贵幸福，环境良好。"},{"key":"凉","mean":"夫妻有刑，晚见子吉，中年劳，晚年吉祥。"},{"key":"料","mean":"清雅伶俐，有爱情厄，中年劳，晚年隆昌，环境良好。"},{"key":"烈","mean":"性刚口快，出外大吉，刑偶欠子，中年劳，晚年吉昌，官旺之字。"},{"key":"玲","mean":"清秀巧妙，多才有能，中年成功隆昌，但有爱情厄，出国之字。"},{"key":"凌","mean":"有爱情烦恼，清雅多才，中年成功隆昌，晚年吉祥。"},{"key":"留","mean":"肯做肯劳，多才巧智，中年成功隆昌，出国之字。"},{"key":"伦","mean":"学识渊博，官运旺盛，安富尊荣，出国之字，成功隆昌，孤独格。"},{"key":"耄","mean":"孤独怪性，刑偶伤子，病弱短寿，难得幸福。"},{"key":"纳","mean":"刑偶伤子，身弱多病，中年有灾，晚年吉祥。"},{"key":"衲","mean":"温和贤淑，具有美德，中年劳或潦倒，晚年吉祥。"},{"key":"能","mean":"刑偶伤子，中年奔波或劳苦，晚年吉祥，有爱情厄。"},{"key":"娘","mean":"温和贤淑，肯做肯劳，勤俭持家，中年吉祥，晚年隆昌。"},{"key":"秦","mean":"清秀巧妙，多才巧智，中年成功隆昌，出国之字。"},{"key":"朔","mean":"英俊佳人，一生清雅多才，中年成功隆昌，出国之字，欠子之字。"},{"key":"唐","mean":"福禄双收，谋为出众，中年不利，有灾难，晚年吉祥。"},{"key":"讨","mean":"口快性刚，出外吉祥，中年劳或潦倒，晚年吉祥。"},{"key":"特","mean":"口快心直，刑偶伤子，中年吉祥，晚年多灾，忌车怕水。"},{"key":"恬","mean":"口快心直，性刚果断，晚婚大吉，中年吉祥，晚年多病。"},{"key":"条","mean":"英俊佳人，清雅多才，中年成功隆昌，环境良好。"},{"key":"庭","mean":"精明公正，义利分明，清雅荣贵，中年成功隆昌，出国之字。"},{"key":"徒","mean":"忧心劳神，事劳无功，中年多灾，晚年吉祥。"},{"key":"夏","mean":"出外吉祥，小心爱情厄，多才贤能，秀气温和，中年劳，晚年隆昌。"},{"key":"畜","mean":"一生清雅伶俐，中年吉祥，晚年隆昌。"},{"key":"烜","mean":"学问丰富，有才能理智，中年成功隆昌，出国之字。"},{"key":"旃","mean":"口快心直，多才有能，中年吉祥，晚年隆昌，环境良好。"},{"key":"展","mean":"多才贤能，聪明伶俐，中年成功隆昌，出国之字。"},{"key":"珍","mean":"口快多才，兄弟无靠，中年劳，成功隆昌，女人孤独，清秀伶俐。"},{"key":"朕","mean":"刑偶伤子，出外吉祥，中年劳，晚年隆昌但劳神。"},{"key":"值","mean":"义利分明，名利双收，温和贤能，成功隆昌，环境良好。"},{"key":"秩","mean":"病弱短寿，忧心劳神，中年吉祥，晚年多病。"},{"key":"致","mean":"理智充足，清雅荣贵，中年奔波劳苦，晚年吉祥。"},{"key":"倬","mean":"怀才不遇，出外吉祥，一生多灾，难得成功，晚年吉祥。"},{"key":"案","mean":"忧心劳神，事劳无功，一生困苦，多灾难。"},{"key":"盎","mean":"带血字，出外吉祥，刑偶伤子，身弱短寿，中年劳，晚年吉祥。"},{"key":"城","mean":"多才巧智，清雅温和，中年成功隆昌，晚年忧心劳神。"},{"key":"峨","mean":"口快心直，身瘦多病，中年劳，晚年成功隆昌，出国之格。"},{"key":"恩","mean":"清雅伶俐，多才多能，中年吉祥，晚年劳神，双妻之格。"},{"key":"个","mean":"性刚灵活，孤独之格，英雄豪杰，中年多灾，晚年荣幸。"},{"key":"埋","mean":"有爱情厄，忧心劳神，怀才不遇，中年多灾，晚年吉祥。"},{"key":"破","mean":"不祥之字，病弱短寿或困苦，难得幸福。"},{"key":"窃","mean":"清雅秀气，中年劳，晚年吉祥。"},{"key":"容","mean":"福禄双收，多才伶俐，二子吉祥，中年隆昌，晚年清闲。"},{"key":"翁","mean":"多才有能，温和伶俐，中年苦中得甘，晚年吉祥。"},{"key":"峡","mean":"不详多灾，病弱短寿，一贫如洗，一生难幸福。"},{"key":"宴","mean":"子孙兴旺，秀气多才，中年劳或有灾，晚年吉祥。"},{"key":"晏","mean":"英敏之才，上下敦睦，出外贵人明现，官运旺，成功隆昌。"},{"key":"殷","mean":"出外吉祥，清雅多才，中年劳或奔波，晚年隆昌。"},{"key":"育","mean":"精明公正，义利分明，英俊人才，清雅荣贵，中年成功隆昌。"},{"key":"员","mean":"二子吉祥，多才贤能，中年吉祥，福禄双收，晚年隆昌，欠子之字。"},{"key":"袁","mean":"出外吉祥，多才无运，中年劳苦，晚年隆昌。"},{"key":"砧","mean":"忧心劳神，多刑克，一生多灾，难得幸福，不祥之字。"},{"key":"准","mean":"多才巧智，清雅伶俐，二子吉祥，中年成功隆昌。"},{"key":"彩","mean":"清雅伶俐，多才巧智，中年平凡，晚年吉祥，双妻之格。"},{"key":"参","mean":"肯做肯劳，重信义，三子吉祥，出外吉，中年劳，晚年吉祥。"},{"key":"曹","mean":"一生清雅多才，晚婚大吉，中年劳，晚年隆昌。"},{"key":"侧","mean":"重信用，一生清雅，中年多劳或奔波，晚年吉祥。"},{"key":"钗","mean":"多才温和，清雅伶俐，中年劳，晚年吉祥。"},{"key":"产","mean":"幼年辛苦，中年吉祥，晚年隆昌，环境良好，清荣之字。"},{"key":"常","mean":"机谋多变，心性易动，中年吉祥，晚年劳神。"},{"key":"唱","mean":"一生身弱短寿，刑偶伤子，中年吉祥，晚年隆昌。"},{"key":"巢","mean":"早成功，早失败，中年成功，晚年劳苦，一生保守。"},{"key":"晨","mean":"天生聪明，清雅荣贵，中年成功隆昌，出国之格，幸福之字。"},{"key":"匙","mean":"清雅秀气，多才伶俐，中年吉祥，晚年劳神。"},{"key":"崇","mean":"英俊多才，清雅荣贵，中年小心爱情厄，成功，环境良好。"},{"key":"紬","mean":"多才伶俐，能干理智，中年有灾，怀才不遇，晚年吉祥。"},{"key":"处","mean":"出外大吉，性格多变，中年劳，晚年吉祥。"},{"key":"船","mean":"奔波劳苦，刑偶伤子，中年奔波，晚年吉祥。"},{"key":"钏","mean":"忧心劳神，有爱情厄，中年劳苦，晚年吉祥。"},{"key":"粗","mean":"秀气巧妙，多才伶俐，中年劳，晚年吉祥。"},{"key":"得","mean":"晚婚迟得子大吉，中年多劳，晚年吉祥。"},{"key":"钓","mean":"学识丰富，操守廉正，官运旺，中年成功隆昌，出国之字。"},{"key":"钒","mean":"英俊清秀，有爱情厄，中年劳，晚年吉祥隆昌。"},{"key":"副","mean":"多才巧智，内心多忧，怀才不遇，中年劳，晚年隆昌。"},{"key":"寂","mean":"温和贤淑，勤俭伶俐，名利双收，出外吉祥，荣贵之字。"},{"key":"旌","mean":"英俊佳人，上下敦睦，温和慈祥，成功隆昌，环境良好。"},{"key":"勘","mean":"欠子或多子，刑偶之字，中年吉庆，环境良好，晚年身闲。"},{"key":"馗","mean":"多才贤能，精明公正，中年平凡，晚年隆昌，荣华之字。"},{"key":"率","mean":"身弱短寿，一贫如洗，中年多灾，晚年吉祥。"},{"key":"珮","mean":"秀气巧妙，多才巧智，中年成功隆昌，清雅荣贵。"},{"key":"阡","mean":"环境良好，一生清雅，中年成功隆昌，荣贵之字。"},{"key":"雀","mean":"身瘦秀气，克父命，小心爱情厄，中年吉祥，晚年劳神，短寿之字。"},{"key":"商","mean":"福禄有进，名利有份，中年劳神，晚年吉祥，幸福之字。"},{"key":"绍","mean":"义利分明，智勇双全，带刀厄，刑偶欠子，官旺，晚年隆昌。"},{"key":"设","mean":"一生清雅多才，刑偶伤子，出外吉祥，有爱情厄，自杀短寿。"},{"key":"赦","mean":"奔波劳苦，性刚口快，中年多劳，晚年吉祥。"},{"key":"绅","mean":"有爱情厄，清雅多才，温和慈祥，晚年隆昌。"},{"key":"庶","mean":"勤俭建业，家声克振，官运旺，中年平凡，晚年吉祥，清雅荣贵。"},{"key":"爽","mean":"性格复杂，有能无运，中年吉祥，晚年劳神。"},{"key":"讼","mean":"口才伶俐，天生聪明，一生清雅伶俐，成功隆昌，环境良好。"},{"key":"宿","mean":"忧心劳神，事劳无功，中年吉祥，晚年劳神，守寡之字。"},{"key":"问","mean":"福禄双收，多才伶俐，命硬，有破相之灾，忌车怕水，晚年吉祥。"},{"key":"悉","mean":"忧心劳神，肯做肯劳，无运多灾，有爱情厄，再嫁守寡之字。"},{"key":"细","mean":"智勇双全，清雅伶俐，中年成功隆昌，环境良好，有爱情厄。"},{"key":"祥","mean":"英敏伶俐，天生聪明，刑偶欠子，暗淡不幸，晚年吉祥。"},{"key":"斜","mean":"出外吉祥，贵人明现，中年多劳，晚年吉祥。"},{"key":"羞","mean":"忧心劳神，身弱多病，中年多灾，晚年享福。"},{"key":"袖","mean":"出外大吉，勤俭持家，清雅伶俐，中年平，晚年吉祥。"},{"key":"旋","mean":"才智出众，福禄双收，出外吉祥，刑偶之字，晚年隆昌。"},{"key":"悦","mean":"清雅伶俐，多才巧智，出外吉祥，刑偶伤子，成功隆昌。"},{"key":"责","mean":"智勇双全，一生清雅荣贵，二子吉祥，成功隆昌，环境良好。"},{"key":"扎","mean":"有爱情厄，温和贤能，中年劳或潦倒，晚年吉祥。"},{"key":"趾","mean":"秀气多才，贤能伶俐，中年有灾，晚年幸福吉祥。"},{"key":"终","mean":"暗淡无光，不祥之字，难成功，多灾难，不幸之字。"},{"key":"珠","mean":"有爱情烦恼，病弱短寿，多灾难，晚年吉祥。"},{"key":"专","mean":"清雅秀气，事劳无功，刑偶多灾，中年劳，晚年吉祥。"},{"key":"紫","mean":"有爱情厄，秀气伶俐，中年吉祥，晚年劳神，多病或短寿。"},{"key":"组","mean":"福禄双收，清雅荣贵，中年劳，晚年吉祥。"},{"key":"彬","mean":"清雅荣贵，多才巧智，智勇双全，阴藏不露，不祥之格。"},{"key":"笞","mean":"少乐多忧，怀才不遇，福禄双收，中年吉祥，晚年隆昌。"},{"key":"崔","mean":"一生清雅，理智充足，中年劳苦，晚年吉祥。"},{"key":"笛","mean":"清雅多才，理智充足，中年吉祥，晚年吉昌，荣贵之字。"},{"key":"偶","mean":"忧心劳神，怀才不遇，命途多舛，中年多灾，晚年吉祥。"},{"key":"符","mean":"刑偶伤子，清雅身瘦，中年奔波，晚年吉祥。"},{"key":"敢","mean":"性刚口快，意志坚强，抱负大，中年多灾，晚年吉祥。"},{"key":"梗","mean":"刑偶欠子，克父命，温和伶俐，中年劳，晚年吉祥，短寿之字。"},{"key":"规","mean":"理智充足，性刚口快，一生清闲，中年劳，晚年吉祥。"},{"key":"国","mean":"多才巧智，清雅伶俐，忌车怕水，教育界大吉，成功隆昌，官旺之字。"},{"key":"悍","mean":"性刚果断，通奸害夫，被杀杀人，恶死凶亡。"},{"key":"寄","mean":"为人快乐，内心多忧，身弱多灾，中年劳，晚年吉祥。"},{"key":"袈","mean":"性刚果断，刑偶伤子，中年劳苦，晚年吉祥，劳神之字。"},{"key":"坚","mean":"清雅荣贵，智勇双全，中年成功隆昌，出国之格，官旺之字。"},{"key":"健","mean":"智勇双全，操守廉正，中年成功隆昌，清雅荣贵，出外大吉，官旺。"},{"key":"皎","mean":"少年秀气伶俐，中年多才，名利双收，晚年环境良好。"},{"key":"教","mean":"吉凶分明，吉则成功隆昌，环境良好，凶则一生多病，孑然一生。"},{"key":"近","mean":"奔波劳苦，多才巧智，潦倒一生，晚年享福。"},{"key":"竟","mean":"工程界大吉，英敏多才，出外吉祥，晚年隆昌。"},{"key":"救","mean":"出外吉祥，晚婚迟见子吉，中年隆昌，晚年吉祥。"},{"key":"眷","mean":"多乐少忧，身弱多病，忌车怕水，中年多劳，晚年享福。"},{"key":"康","mean":"一生清雅伶俐，多有才能，中年身弱，晚年吉祥。"},{"key":"寇","mean":"一生多灾，性刚果断，中年奔波，晚年吉祥。"},{"key":"苦","mean":"命途多舛，一生贫困，难得幸福，病弱短寿，恶死凶亡。"},{"key":"笠","mean":"刑偶伤子，病弱短寿，清秀多才，晚年吉祥。"},{"key":"茂","mean":"刑偶伤子，双妻之格，清雅多才，中年劳，晚年隆昌，忌车怕水。"},{"key":"梅","mean":"小心爱情厄，吉凶分明，出国成功隆昌，自杀不幸，一生多灾。"},{"key":"启","mean":"清雅荣贵，刑偶欠子，中年吉祥，出国之格，身弱短寿。"},{"key":"乾","mean":"清雅荣贵，长寿多才，克己助人，中年吉祥，晚年隆昌，女人刑偶伤子，晚婚大吉。"},{"key":"卿","mean":"有爱情厄，忧心劳神，刑偶伤子，性刚，晚年吉祥，不祥之字。"},{"key":"顷","mean":"二子吉祥，中年劳，晚年隆昌吉祥。"},{"key":"区","mean":"忧心劳神，身弱多病，中年多灾，晚年吉祥。"},{"key":"圈","mean":"清雅荣贵，重信用，中年吉祥，环境良好。"},{"key":"若","mean":"福禄双收，孤独格，刑偶伤子，中年潦倒，晚年吉祥。"},{"key":"梢","mean":"刑偶伤子，一生清雅多才，中年多劳，晚年吉祥，欠子之字。"},{"key":"苕","mean":"带刀厄运缠身，刑偶伤子，中年吉祥，福禄双收。"},{"key":"笙","mean":"精力旺盛，双妻之格，名利有份，幸福之字。"},{"key":"倏","mean":"天生聪明，多才多能，中年勤俭建业，成功隆昌，出国之字。"},{"key":"崧","mean":"学识渊博，操守廉正，中年成功隆昌，环境良好，出国之字。"},{"key":"梯","mean":"一生清雅伶俐，理智充足，英雄豪杰，中年成功隆昌。"},{"key":"桶","mean":"离祖成功，清雅多才，忌车怕水，中年劳，晚年隆昌。"},{"key":"梧","mean":"清雅多才，义利分明，中年吉祥，晚年隆昌，环境良好。"},{"key":"悟","mean":"性刚口快，豪爽伶俐，福禄双收，名利有份，成功隆昌。"},{"key":"晤","mean":"清雅伶俐，多才有能，中年吉祥，环境良好，名利双收。"},{"key":"偕","mean":"出外吉祥，晚婚迟见子吉，中年劳，晚年吉祥享福。"},{"key":"械","mean":"口快性刚，忌车怕水，病弱短寿，刑克父母，晚年吉祥。"},{"key":"许","mean":"一生清雅平凡，多才伶俐，中年劳，晚年吉祥。"},{"key":"研","mean":"刑克父母，刑偶伤子，中年多劳，晚年吉祥。"},{"key":"眼","mean":"忧心劳神，事劳无功，潦倒一生，晚年吉祥。"},{"key":"翊","mean":"有爱情厄，清秀巧妙，多才但中年多灾，晚年吉祥。"},{"key":"英","mean":"天生聪明，气度恢弘，中年成功隆昌，小心爱情厄，出国之格。"},{"key":"苑","mean":"秀气英敏，义利分明，贵人明现，中年成功隆昌，享福之字。"},{"key":"梓","mean":"一生清雅荣贵，智勇双全，官运旺，成功隆昌，环境良好。"},{"key":"绊","mean":"有爱情厄，多才巧智，清雅伶俐，中年有灾，晚年吉祥。"},{"key":"邦","mean":"孤独格，兄弟无缘，多才伶俐，英敏巧智，中年隆昌，晚年劳神，欠子之字。"},{"key":"败","mean":"生在富家，败散或恶死凶亡，不幸之字，暗淡多灾。"},{"key":"胞","mean":"刑偶伤子，身弱多病，清雅伶俐，晚年吉祥。"},{"key":"被","mean":"口快性刚，事劳无功，身弱短寿，一生幸福。"},{"key":"匾","mean":"多才巧智，一生清雅贤能，中年隆昌，环境良好，荣幸之字。"},{"key":"彪","mean":"智勇双全，清雅多才，中年劳，晚年吉祥，武官大吉。"},{"key":"斌","mean":"多才伶俐，清雅荣贵，成功隆昌，忌车怕水，短寿之字。"},{"key":"捕","mean":"贫苦渐进，白手成家，中年吉祥，晚年劳神。"},{"key":"讹","mean":"忧心劳神，身弱多病，中年奔波，晚年吉祥。"},{"key":"苗","mean":"秀气巧妙，清雅贤淑，中年吉祥，晚年隆昌。"},{"key":"徘","mean":"一生清雅平凡，保守之格，中年潦倒，晚年吉祥。"},{"key":"婞","mean":"小心爱情厄，清雅多才，中年隆昌，晚年劳神。"},{"key":"贩","mean":"一贫如洗，潦倒一生，中年多灾，难得幸福，忧心劳神。"},{"key":"访","mean":"勤俭建业，家声克振，福禄双收，环境良好，晚年劳神。"},{"key":"浮","mean":"虚荣心强，清雅伶俐，中年多劳，晚年享福。"},{"key":"妇","mean":"秀气温和，暗淡之字，中年有灾，晚年吉祥。"},{"key":"海","mean":"忧心劳神，多才清雅，中年吉祥，晚年劳神。"},{"key":"毫","mean":"多才巧智，义利分明，清雅伶俐，中年劳，晚年吉祥。"},{"key":"浩","mean":"学问丰富，清雅荣贵，福禄双收，官运旺，成功隆昌。"},{"key":"凰","mean":"天生聪明，清雅荣贵，中年成功隆昌，官运旺，荣贵之字。"},{"key":"晦","mean":"英俊之才，勤俭多才，家声克振，中年成功隆昌，荣贵之字。"},{"key":"婚","mean":"刑偶伤子，一生清雅伶俐，晚婚吉，中年劳，晚年吉祥。"},{"key":"货","mean":"忧心劳神，事劳无功，一生中年劳，晚年吉祥。"},{"key":"浸","mean":"忧愁困苦，一生贫贱，病弱短寿，多灾难，晚年享福。"},{"key":"涓","mean":"清雅伶俐，多才巧智，有爱情厄，中年吉祥，晚年劳神。"},{"key":"浚","mean":"英敏多才，清雅荣贵，中年成功隆昌，出国富贵。"},{"key":"浪","mean":"性刚果断，奔波劳苦，晚婚吉祥，中年多劳，晚年吉祥。"},{"key":"流","mean":"晚婚迟见子或欠子，贵人明现，中年奔波，晚年荣幸。"},{"key":"麻","mean":"清雅多才，一生福禄双收，中年劳苦，晚年吉祥，环境良好。"},{"key":"麦","mean":"忧心劳神，损丁破财，有爱情烦恼，晚年享福。"},{"key":"曼","mean":"理智充足，清雅荣贵，出国之格，中年成功隆昌。"},{"key":"密","mean":"刑偶伤子，口快心直，中年潦倒，晚年吉祥。"},{"key":"敏","mean":"有爱情厄，多才温和，清雅荣贵，出国之格，劳神之字。"},{"key":"胖","mean":"刑偶伤子，忧心劳神，中年潦倒，晚年吉祥。"},{"key":"袍","mean":"出外逢贵得财，中年多灾，身弱短寿，晚年吉祥。"},{"key":"匏","mean":"忧心劳神，百事苦劳，病弱短寿，恶死凶亡。"},{"key":"偏","mean":"口快性刚，清雅多才，中年多灾，晚年劳神。"},{"key":"票","mean":"有爱情厄，一生清雅伶俐，中年多灾，晚年吉祥。"},{"key":"婆","mean":"一贫如洗，忧心劳神，中年多灾，潦倒一生，晚年享福。"},{"key":"粕","mean":"秀气端庄，温和贤淑，夫妻相和，一门鼎盛，成功隆昌。"},{"key":"浦","mean":"勤俭建业，家声克振，中年有灾，出国吉祥，成功隆昌。"},{"key":"涕","mean":"秀气多才，温和贤能，中年吉祥，一生安享幸运。"},{"key":"涂","mean":"英俊才人，清雅荣贵，一门鼎盛，中年吉祥，安详之字。"},{"key":"晚","mean":"刑偶欠子，中年劳苦，有离乱之祸，晚年隆昌。"},{"key":"望","mean":"清雅荣贵，多才伶俐，官旺格，中年劳，晚年吉祥。"},{"key":"习","mean":"天生聪明，勤俭建业，成功隆昌，女人不幸多灾，短寿之字。"},{"key":"涎","mean":"精明公正，克己助人，中年成功隆昌，官运旺，享福之字。"},{"key":"消","mean":"暗淡无光，忧心劳神，刑偶伤子，中年劳，晚年吉祥。"},{"key":"虚","mean":"多愁少乐，事劳无功，一生多灾，难得幸福。"},{"key":"雪","mean":"薄幸之字，再嫁守寡，中年多灾，晚年吉祥。"},{"key":"鱼","mean":"一生清雅多才，温和贤能，福禄双收，中年劳，晚年吉祥。"},{"key":"浴","mean":"福禄双收，义利分明，中年吉祥，双妻之格，晚年劳神。"},{"key":"浙","mean":"忧心劳神，事劳无功，中年有灾，晚年隆昌。"},{"key":"敕","mean":"刑克父母，孤独奔波，中年多灾，晚年吉祥。"},{"key":"从","mean":"离祖成功，清雅多才，中年成功隆昌，环境良好，福寿兴家。"},{"key":"带","mean":"身犯破，身弱多病，中年有爱情烦恼，再嫁守寡，晚年吉祥。"},{"key":"袋","mean":"奔波劳苦，身弱多病，孤寡一生，中年困苦，晚年享福。"},{"key":"盗","mean":"不祥之字，忧心劳神，一生潦倒，晚年享福。"},{"key":"顶","mean":"身弱短寿，刑偶欠子，中年劳苦，晚年吉祥。"},{"key":"动","mean":"清雅多才，刑偶伤子，口快心直，中年劳，晚年隆昌，双妻之格。"},{"key":"烽","mean":"多才巧智，温和贤能，工程界大吉，中年平凡，晚年成功隆昌。"},{"key":"斛","mean":"性刚口快，出外吉祥，中年隆昌，环境良好。"},{"key":"将","mean":"病弱短寿，多忧少乐，环境良好，忌车怕水，荣贵隆昌。"},{"key":"狷","mean":"有爱情烦恼，少年艰难，中年吉祥，晚年劳神，欠子之字。"},{"key":"梨","mean":"刑偶伤子，清雅多才，中年有灾，晚年吉昌，环境良好。"},{"key":"犁","mean":"忧心劳神，忌车怕水，中年劳苦，晚年吉祥。"},{"key":"粒","mean":"忧心劳神，身弱短寿，离乱不幸，再嫁守寡之字。"},{"key":"梁","mean":"一生清雅，多才口快性刚，中年奔波，劳苦，晚年吉祥。"},{"key":"聊","mean":"一生清雅平凡，保守之格，中年劳，晚年吉祥。"},{"key":"羚","mean":"清荣伶俐，学识丰富，中年成功隆昌，官运旺，出国之字。"},{"key":"翎","mean":"学问丰富，操守廉正，官运旺，清雅荣贵，出国之字。"},{"key":"聆","mean":"清雅秀气，多才贤能，中年吉祥，晚年隆昌，幸福之字。"},{"key":"鹿","mean":"秀气多才，清雅荣贵，重情失败，中年劳，晚年吉祥。"},{"key":"略","mean":"义利分明，天生聪明，福禄双收，成功隆昌，环境良好。"},{"key":"那","mean":"清雅伶俐，秀气巧妙，中年成功隆昌，晚年劳神。"},{"key":"戚","mean":"一生清雅多才，清闲享福，中年多劳，晚年吉祥。"},{"key":"软","mean":"一生清雅秀气，保守平凡，中年劳，苦中得甘，晚年吉祥。"},{"key":"晟","mean":"一生安详多才，子孙兴旺，中年吉祥，官运旺，出国之字。"},{"key":"胎","mean":"清雅伶俐，多才贤能，中年吉祥，成功隆昌，欠子之字。"},{"key":"悌","mean":"智勇双全，天生聪颖，中年成功隆昌，清雅荣贵，出国之字。"},{"key":"停","mean":"有爱情烦恼，病弱短寿，刑偶伤子，中年多灾，晚年吉祥。"},{"key":"豚","mean":"刑偶欠子，出外吉祥，中年多劳，晚年吉祥。"},{"key":"袜","mean":"忧心劳神，刑偶伤子，中年多劳，晚年吉祥。"},{"key":"烷","mean":"多才巧智，温和贤能，中年吉祥，成功隆昌，晚年劳神。"},{"key":"张","mean":"性刚口快，克父命，中年潦倒或奔波，晚年吉祥。"},{"key":"章","mean":"出外贵人明现，晚婚大吉，双妻之格，中年劳，晚年吉祥荣贵。"},{"key":"帐","mean":"过房之格，一生清雅多才，中年劳，晚年吉祥。"},{"key":"侦","mean":"福禄双收，名利永在，二子吉祥，清雅荣贵，中年成功隆昌。"},{"key":"振","mean":"清雅多才，温和贤淑，双妻之格，中年成功隆昌，二子吉祥。"},{"key":"执","mean":"性刚果断，身弱短寿，出外吉祥，忌车怕水，晚福之字。"},{"key":"庵","mean":"忧心劳神，事劳无功，中年多灾，晚年吉祥。"},{"key":"崩","mean":"刑偶伤子，刑克父母，一生多灾，难得幸福，病弱短寿。"},{"key":"胡","mean":"多才巧智，清雅伶俐，中年虽劳，成功隆昌，晚年子孙兴旺。"},{"key":"基","mean":"口快性刚，配合吉成功隆昌，配合凶杀人被杀，有牢狱之灾。"},{"key":"堀","mean":"忧心劳神，事劳无功，中年多灾，晚年吉祥。"},{"key":"培","mean":"勤俭建业，家声克振，中年吉祥，出国之字，名利双收。"},{"key":"牵","mean":"刑偶伤子，忌车怕水，中年多灾，一生难幸福，短寿之字。"},{"key":"堂","mean":"刑偶伤子，多才有能，中年成功隆昌，晚年损丁破财，劳神之字。"},{"key":"窕","mean":"秀气巧妙，温和贤淑，小心爱情厄，出外吉祥，晚年享福。"},{"key":"眺","mean":"常有祸端，身弱短寿，中年多灾，晚年享福。"},{"key":"婉","mean":"清雅秀气，有才能理智，中年成功隆昌，出国之格。"},{"key":"唯","mean":"衣食丰足，清雅贤能，福禄双收，成功隆昌。"},{"key":"伟","mean":"多才巧智，清雅伶俐，小心爱情厄，中年成功隆昌，晚年吉祥。"},{"key":"尉","mean":"多才巧智，天生伶俐，中年吉祥，晚年隆昌，荣幸之字。"},{"key":"偃","mean":"刑偶伤子，晚婚迟得子大吉，中年劳，晚年吉祥。"},{"key":"野","mean":"一生清雅温和，中年吉祥，晚年隆昌，劳神之字。"},{"key":"移","mean":"有爱情厄，刑偶伤子，命途多舛，中年劳，晚年吉祥。"},{"key":"异","mean":"智勇双全，二子吉祥，克己助人，内心多忧，晚年吉祥。"},{"key":"寅","mean":"一生清雅多才，保守之格，官旺，中年吉祥，晚年劳神。"},{"key":"庸","mean":"义利分明，温和贤能，事业吉昌，环境良好，欠子之字。"},{"key":"悠","mean":"清雅伶俐，多才巧智，中年劳，但吉祥，晚年隆昌，劳神之字。"},{"key":"域","mean":"怀才不遇，病弱短寿，中年多灾，晚年吉祥，劳苦之字。"},{"key":"欲","mean":"刑偶伤子，奔波劳苦，晚婚大吉，中年劳，晚年吉祥。"},{"key":"峥","mean":"外观幸福，内心多忧，一生清雅平凡，多才伶俐，成功吉祥。"},{"key":"裁","mean":"胆识丰富，清雅荣贵，中年吉祥，多才贤能，晚年劳神。"},{"key":"钞","mean":"忧心劳神，事劳无功，中年虽劳，晚年吉祥。"},{"key":"超","mean":"带刀厄，刑偶伤子，中年吉祥，智勇双全，晚年劳神，出国之字。"},{"key":"朝","mean":"智勇双全，名利双收，清雅荣贵，晚年成功隆昌。"},{"key":"窗","mean":"忧心劳神，怀才不遇，中年奔波或劳苦，晚年吉祥。"},{"key":"创","mean":"带刀厄，英敏秀气，清雅伶俐，二子吉祥，中年劳，晚年隆昌。"},{"key":"词","mean":"一生清雅伶俐，名利双收，福寿荣贵，中年隆昌，环境良好。"},{"key":"措","mean":"温和贤淑，福寿兴家，中年吉祥，晚年隆昌，慈祥之字。"},{"key":"钝","mean":"清雅多才，秀气英俊，中年劳，晚年吉祥，环境良好。"},{"key":"贰","mean":"二子吉祥，一生清雅多才，中年劳，晚年吉祥，子孙兴旺。"},{"key":"舒","mean":"一生清雅荣贵，理智充足，中年平凡，晚年吉祥。"},{"key":"黍","mean":"忧心劳神，事劳无功，中年多劳，晚年吉祥。"},{"key":"割","mean":"带刀厄，忧心劳神，事劳无功，一生平凡，多灾难，短寿之字。"},{"key":"壶","mean":"有爱厄，清秀伶俐，福禄双收，出外吉祥，荣贵之字。"},{"key":"绝","mean":"不祥之字，多灾难，病弱短寿，一生难幸福，再嫁守寡之字。"},{"key":"钧","mean":"学识渊博，操守廉正，克己助人，清雅荣贵，富贵之字。"},{"key":"竣","mean":"名利双收，出外贵人现，官运旺，出国之字，成功隆昌。"},{"key":"钠","mean":"天生聪颖，清雅荣贵，中年平凡，晚年吉昌，环境良好。"},{"key":"甯","mean":"天生聪颖，多才贤能，中年吉祥，晚年隆昌，环境良好，出国之格。"},{"key":"钮","mean":"有爱情烦恼，清雅伶俐，中年多灾，晚年吉祥，刑偶伤子。"},{"key":"钦","mean":"克父命，一生清雅平凡，中年劳，晚年隆昌，荣贵之字。"},{"key":"情","mean":"刑偶伤子，一生清雅伶俐，有爱情厄，晚年吉祥。"},{"key":"然","mean":"天生聪明，清雅荣贵，中年吉祥，晚年隆昌，环境良好。"},{"key":"绒","mean":"性刚清雅，少年艰难，有爱情厄，中年劳，晚年吉昌。"},{"key":"散","mean":"刑偶伤子，出外大吉，中年劳苦多灾，晚年吉祥。"},{"key":"善","mean":"福禄双收，名利有份，温和贤能，中年吉祥，晚年隆昌。"},{"key":"稍","mean":"刑偶伤子，一生清雅伶俐，小心爱情厄，晚年吉祥。"},{"key":"胜","mean":"英敏之才，早婚短寿，晚婚平静，中年有灾，晚年吉祥。"},{"key":"甥","mean":"一生清雅多才，英俊贤能，中年劳，晚年环境良好。"},{"key":"盛","mean":"带血字，多相克，因爱情而以外自杀或牢狱，忌车怕水，短寿之字。"},{"key":"剩","mean":"带刀厄，暗淡无光，一贫如洗，病弱短寿，多灾难。"},{"key":"视","mean":"性刚口快，英雄格，出外吉祥，中年劳，晚年劳神多病。"},{"key":"授","mean":"肯做肯劳，重信义，中年多灾，晚年吉祥，短寿之字。"},{"key":"税","mean":"出外吉祥，一生清雅多才，中年劳，晚年吉祥，欠子之字。"},{"key":"顺","mean":"多才贤能，清雅荣贵，中年平凡，晚年吉祥，忌车怕水。"},{"key":"舜","mean":"英俊佳人，清雅多才，中年平凡或奔波，晚年吉祥，克父之字。"},{"key":"丝","mean":"清秀伶俐，温和贤能，中年吉祥，晚年隆昌，安详之字。"},{"key":"斯","mean":"学识丰富，清雅荣贵，官运旺，福寿兴家，环境良好。"},{"key":"俟","mean":"忧心劳神，怀才不遇，二子吉祥，中年平凡，晚年隆昌。"},{"key":"竦","mean":"刑偶伤子，中年吉祥，清雅伶俐，晚年劳神，欠子之字。"},{"key":"诉","mean":"忧心劳神，清雅多才，中年多灾，晚年吉祥享福。"},{"key":"替","mean":"忧心劳神，刑偶伤子，中年有灾，晚年吉祥，欠子之字。"},{"key":"童","mean":"一生清雅多才，贤能聪明，中年劳但吉祥，晚年劳神。"},{"key":"推","mean":"清雅秀气，多才有能，有损丁刑偶之厄，晚年吉祥。"},{"key":"惜","mean":"温和慈祥，多才清雅，晚婚迟得子大吉，环境良好。"},{"key":"羡","mean":"清雅伶俐，多才巧智，刑偶伤子，或有爱情厄，中年劳，晚年吉祥。"},{"key":"象","mean":"刑偶伤子，英雄豪杰，中年奔波多劳，晚年吉祥，双妻之格。"},{"key":"琹","mean":"秀气巧妙，温和贤能，小心爱情厄，成功吉祥，出国之字。"},{"key":"须","mean":"三子命中存，有才能理智，中年劳，晚年吉祥，子孙隆昌。"},{"key":"絮","mean":"有爱情烦恼，身弱多病，清雅伶俐，中年劳，晚年吉祥。"},{"key":"绚","mean":"秀气伶俐，清雅温和，晚得子吉，中年吉祥，晚年身弱多病。"},{"key":"喻","mean":"智勇双全，名利双收，一生清雅荣贵，中年成功隆昌。"},{"key":"曾","mean":"一生清雅多才，贤能荣幸，迟得子大吉，成功隆昌，环境良好。"},{"key":"诈","mean":"一生困苦，百事劳苦，清雅平凡，出外吉祥，晚年劳神。"},{"key":"掌","mean":"性刚，英雄慷慨，一生清雅多才，中年劳，晚年吉祥。"},{"key":"诏","mean":"带刀厄，一生清雅荣贵，官运旺，刑偶欠子。"},{"key":"帧","mean":"忠厚善良，义利分明，中年隆昌，二子吉祥，晚年劳神。"},{"key":"脂","mean":"刑偶伤子，清雅伶俐，中年多灾，晚年吉祥隆昌。"},{"key":"殖","mean":"清雅伶俐，多才巧智，小心爱情厄，中年劳，晚年隆昌。"},{"key":"众","mean":"一生福禄双收，荣贵吉祥，出外大吉，中年劳，晚年隆昌。"},{"key":"贮","mean":"忧心劳神，刑偶伤子，中年劳苦，晚年吉祥。"},{"key":"註","mean":"性朴素有美德，中年吉祥，晚年隆昌，荣贵，环境良好。"},{"key":"兹","mean":"有爱情烦恼，温和贤能，中年平凡，晚年吉祥。"},{"key":"尊","mean":"一生多才伶俐，刑偶伤子，中年多劳，晚年吉祥，清平之字。"},{"key":"棒","mean":"刑克父母，少年艰难，中年多劳，晚年吉祥隆昌，荣幸之字。"},{"key":"草","mean":"外观幸福，内心多忧，中年忌车怕水，晚年吉祥。"},{"key":"策","mean":"二子吉祥，名利双收，多才温和，中年劳，晚年吉祥。"},{"key":"茶","mean":"刑偶伤子，中年多劳，晚年吉祥隆昌。"},{"key":"答","mean":"克妻欠子，温和伶俐，中年多灾，晚年吉祥，双妻之格。"},{"key":"等","mean":"忧心劳神，刑偶伤子，中年劳苦，晚年吉祥，忌车怕水。"},{"key":"棣","mean":"多愁多忧，百事劳苦，中年劳，晚年吉祥。"},{"key":"迭","mean":"暗淡无光，不祥之字，命途多舛，短寿自杀。"},{"key":"栋","mean":"忧心劳神，刑偶伤子，清雅荣贵，官运旺，晚年劳神，忌车怕水。"},{"key":"筏","mean":"忧心劳神，晚婚迟得子吉，中年吉祥，晚年劳神，福寿之字。"},{"key":"棉","mean":"清雅伶俐，天生多才，中年吉祥，晚年隆昌，环境良好，幸福之字。"},{"key":"棼","mean":"带刀厄，刑偶伤子，刑克父母，中年劳，晚年隆昌，多相克之字。"},{"key":"给","mean":"清雅荣贵，中年成功隆昌，晚年劳神，环境良好。"},{"key":"贯","mean":"一生清雅，环境良好，中年有灾，晚年吉祥，二子吉祥。"},{"key":"贵","mean":"一生多才巧智，身瘦伶俐，中年劳，晚年吉祥隆昌，名利双收。"},{"key":"棍","mean":"英俊佳人，多才巧智，清雅荣贵，中年吉祥，晚年隆昌。"},{"key":"皓","mean":"智勇双全，清雅荣贵，官运旺，妻贤子贵，成功隆昌。"},{"key":"荒","mean":"刑偶伤子，身弱多病，中年多灾，晚年吉祥。"},{"key":"极","mean":"吉凶分明，吉则义利分明，克己助人，成功隆昌，凶则多灾难，难得幸福。"},{"key":"集","mean":"忧心劳神，有爱情厄，中年吉祥，晚年劳神。"},{"key":"几","mean":"奔波劳苦，身弱多病，有爱情厄，中年潦倒，晚福之字。"},{"key":"间","mean":"刑偶伤子，忧心劳神，晚婚大吉，中年劳，晚年吉祥。"},{"key":"蛟","mean":"欢乐一生，慷慨精诚，有成人之美德，中年吉祥，出外大吉。"},{"key":"绞","mean":"有爱情烦恼，病弱短寿，清雅多才，多灾难之字。"},{"key":"街","mean":"一生多相克，身弱多病，中年劳，晚年吉祥。"},{"key":"杰","mean":"智勇双全，清雅荣贵，中年吉祥，晚年隆昌，二子吉祥。"},{"key":"结","mean":"一生清雅多才，义利分明，中年成功隆昌，晚年劳神。"},{"key":"景","mean":"多才贤能，精明公正，中年成功隆昌，环境良好。"},{"key":"窘","mean":"清雅多才，身弱短寿，刑偶伤子，中年劳苦，晚年吉祥。"},{"key":"掘","mean":"忧心劳神，事劳无功，中年多灾，晚年吉祥，但劳神。"},{"key":"开","mean":"刑克父母，孤独格，少年艰难，中年奔波，晚年吉祥。"},{"key":"凯","mean":"性刚果断，智勇双全，出外吉祥，中年隆昌，环境良好，多才之字。"},{"key":"筐","mean":"性刚果断，病弱短寿，中年多舛，晚年吉祥。"},{"key":"棱","mean":"清雅多才，理智充足，出外吉祥，中年平，晚年隆昌。"},{"key":"络","mean":"理智充足，清雅秀气，中年有灾，晚年吉昌。"},{"key":"棚","mean":"刑偶伤子，有爱情厄，忌车怕水，中年多灾，晚年吉祥。"},{"key":"期","mean":"英敏多才，上下敦睦，清雅伶俐，中年吉祥，晚年隆昌，环境良好。"},{"key":"欺","mean":"多忧少乐，刑偶伤子，中年多灾，身弱短寿，晚年劳神。"},{"key":"棋","mean":"福禄双收，名利有份，中年吉祥，晚年隆昌，环境良好，英俊之字。"},{"key":"茜","mean":"清雅秀气，智勇双全，安富尊荣，出国之字。"},{"key":"嵌","mean":"刑克父母，芎偶伤子，晚婚吉祥，中年奔波，晚年隆昌，幸福之字。"},{"key":"强","mean":"清雅荣贵，有才能理智，中年劳或奔波，晚年吉祥，官旺。"},{"key":"乔","mean":"清雅多才，福禄双收，中年吉祥，晚年隆昌，出国之字。"},{"key":"球","mean":"贵人明现，清雅多才，精明公正，中年成功隆昌，荣贵之字。"},{"key":"荃","mean":"口快性刚，多才伶俐，清雅多能，中年吉祥，晚年劳神。"},{"key":"筌","mean":"多才伶俐，清雅多能，子孙兴旺，中年吉祥，晚年隆昌。"},{"key":"荏","mean":"精明公正，多才荣贵，中年吉祥，出国之格。"},{"key":"茸","mean":"勤俭起家，清雅荣贵，多才有能，成功隆昌，女人不幸，再嫁之字。"},{"key":"森","mean":"凶死恶亡，配合吉亦生祸端，或有爱情厄，凶则身弱短寿，不祥之字。"},{"key":"棠","mean":"英俊多才，刑偶或伤子，晚婚大吉，中年吉祥，晚年隆昌。"},{"key":"统","mean":"智勇双全，操守廉正，中年劳或多灾，晚年吉祥。"},{"key":"筒","mean":"清雅多才，名利双收，中年平凡，晚年吉祥，环境良好。"},{"key":"皖","mean":"忧心劳神，刑偶伤子，中年多灾，晚年吉祥。"},{"key":"稀","mean":"性刚果断，少年艰难，中年多劳或奔波，晚年吉祥。"},{"key":"雅","mean":"英俊多才，秀气贤淑，中年吉祥，晚年隆昌，出国之格。"},{"key":"雁","mean":"出外或离祖吉祥，中年奔波或劳苦，晚年吉祥，双妻之格。"},{"key":"尧","mean":"克父伤妻，一生清雅多才，官运旺，中年吉祥，晚年劳神。"},{"key":"椅","mean":"刑偶伤子，福禄双收，中年多劳或奔波，晚年吉祥。"},{"key":"硬","mean":"克父命，刑偶欠子，出外贵人现，福禄双收，晚年隆昌，短寿之字。"},{"key":"寓","mean":"温和伶俐，天生聪明，一生清雅平凡，保守之字。"},{"key":"栈","mean":"有爱情厄，刑偶伤子，中年多灾或潦倒，晚年吉祥。"},{"key":"植","mean":"一生重义守信，名利双收，中年吉祥，晚年隆昌，幸福之字。"},{"key":"茱","mean":"秀气伶俐，温和多才，中年成功隆昌，清雅荣贵，二子吉祥。"},{"key":"最","mean":"智勇双全，教育界大吉，官运旺，中年吉祥，环境良好。"},{"key":"傍","mean":"忧心劳神，清雅伶俐，有才无运，难成功，晚年吉祥。"},{"key":"棓","mean":"刑偶伤子，多才巧智，成功隆昌，晚年劳神。"},{"key":"报","mean":"奔波劳苦，少年艰难，中年劳苦，忌车怕水，短寿之字。"},{"key":"悲","mean":"多忧少乐，身弱短寿，中年不幸，离乱不祥。"},{"key":"备","mean":"智勇双全，出外大吉，中年劳，吉祥，晚年隆昌，名利之字。"},{"key":"弼","mean":"智勇双全，官或财旺，中年成功隆昌，环境良好。"},{"key":"博","mean":"智勇双全，多才巧智，中年奔波，晚年隆昌。"},{"key":"淳","mean":"一生清雅伶俐，勤俭励业，福寿兴家，环境良好。"},{"key":"淡","mean":"晚婚迟得子大吉，暗淡无光，不幸多灾，难得幸福。"},{"key":"发","mean":"刑偶伤子，清雅多才，中年多劳，晚年吉祥，忌车怕水，短寿破相。"},{"key":"淋","mean":"官缘得禄，操守廉正，官运旺，成功隆昌，环境良好。"},{"key":"排","mean":"忧心劳神，事劳无功，忌车怕水，中年多灾，晚年吉祥。"},{"key":"淑","mean":"温和伶俐，有爱情厄，或身弱，中年吉祥，晚年劳神。"},{"key":"雄","mean":"配合善，中年成功隆昌，不善，忌车怕水，恶死凶亡。"},{"key":"番","mean":"智勇双全，清爽多才，中年吉祥，晚年成功隆昌，出国之字。"},{"key":"防","mean":"贵人明现，一生清雅多才，刑偶伤子，晚年吉昌。"},{"key":"扉","mean":"清雅平凡，一生保守，上下敦睦，中年劳，晚年吉祥。"},{"key":"斐","mean":"聪明伶俐，多才秀气，中年吉祥，晚年环境良好。"},{"key":"冯","mean":"一生清雅，福禄双收，中年劳或奔波，晚年吉祥。"},{"key":"幅","mean":"刑克父母，少年艰难，中年劳苦，晚年吉祥，晚福之字。"},{"key":"复","mean":"英俊佳人，身瘦多才，出外大吉，中年平凡，晚年吉祥，荣幸之字。"},{"key":"富","mean":"一生清雅荣贵，中年吉祥，晚年隆昌，环境良好，荣华之字。"},{"key":"淦","mean":"天生聪明，多才有能，清雅荣贵，中年成功隆昌，环境良好。"},{"key":"蛤","mean":"一生清雅多才，衣食丰足，中年劳，晚年吉祥，多疾之字。"},{"key":"寒","mean":"消极而暗淡，一生劳苦，多灾难，身弱短寿，忌车怕水，二子吉祥。"},{"key":"贺","mean":"二子吉祥，精明公正，智勇双全，官运旺，中年成功隆昌。"},{"key":"唤","mean":"一生多劳，多灾难，刑偶伤子，病弱短寿，不幸之字。"},{"key":"徨","mean":"义利分明，晚婚迟见子吉，中年平凡，晚年隆昌，官运旺。"},{"key":"惠","mean":"天生聪明，秀气伶俐，名利双收，中年吉祥，晚年子孙旺盛。"},{"key":"混","mean":"英俊佳人，多才伶俐，中年吉祥，晚年隆昌，欠子之字。"},{"key":"买","mean":"忧心劳神，事劳无功，刑偶欠子，中年多灾，晚年吉祥，双妻之格。"},{"key":"贸","mean":"二子吉祥，清雅荣贵，中年吉祥，晚年隆昌，环境良好。"},{"key":"帽","mean":"忧心劳神，事劳无功，多灾难，抱恨九泉。"},{"key":"媒","mean":"有爱情烦恼，一生多劳，或潦倒，晚年吉祥。"},{"key":"媚","mean":"聪明伶俐，秀气多才，温和贤淑，成功隆昌。"},{"key":"闷","mean":"内心多忧，身弱多病，清雅伶俐，中年吉祥，晚年多灾。"},{"key":"猛","mean":"雄壮厚重，少年艰难，中年成功隆昌，子孙兴旺，带血字短寿。"},{"key":"闵","mean":"智勇双全，义利分明，一生清雅荣贵，中年成功隆昌，忌车怕水。"},{"key":"评","mean":"教育界大吉，温和贤能，中年吉祥，晚年劳神多病。"},{"key":"迫","mean":"奔波劳苦，身弱多病，中年吉祥，晚年劳神。"},{"key":"普","mean":"二子吉祥，清雅多才，中年平凡，晚年隆昌，子孙兴旺。"},{"key":"淇","mean":"英俊佳人，上下敦睦，二子吉祥，义利分明，成功隆昌，官运旺盛。"},{"key":"清","mean":"吉凶分明，配合吉则成功隆昌，凶则忌车怕水，中年多灾。"},{"key":"深","mean":"刑偶伤子，一生清雅荣贵，中年成功隆昌，环境良好。"},{"key":"淞","mean":"学识渊博，勤俭建业，中年成功隆昌，出国之格，荣贵之字。"},{"key":"淘","mean":"温和贤淑，良善积德，福禄双收，名利有份，环境良好。"},{"key":"添","mean":"孤独格，父母无缘，身弱短寿，忌车怕水，晚年吉祥，中年多灾。"},{"key":"涴","mean":"秀气伶俐，温和贤能，勤俭持家，成功隆昌，环境良好。"},{"key":"无","mean":"忧心劳神，刑偶伤子，一生困苦潦倒，难得幸福，短寿劳苦。"},{"key":"喜","mean":"一生清雅荣贵，刑偶欠子，中年成功隆昌，环境良好。"},{"key":"闲","mean":"忧心劳神，多刑克，一生困苦潦倒，忌车怕水，短寿之字。"},{"key":"现","mean":"口快性刚，多才伶俐，中年吉祥，晚年隆昌，环境良好。"},{"key":"项","mean":"一生清雅多才，智勇双全，中年劳苦，晚年吉祥。"},{"key":"涯","mean":"一生清雅平凡，中年劳或奔波，晚年吉祥。"},{"key":"淹","mean":"外观幸福，内心多忧，中年劳苦，晚年吉祥。"},{"key":"液","mean":"口快性刚，事劳无功，中年多灾，晚年吉祥。"},{"key":"渦","mean":"理智充足，福禄双收，名利有份，成功隆昌，荣贵之字。"},{"key":"渊","mean":"福寿兴家，理智充足，慈祥有德，环境良好，安享富贵。"},{"key":"云","mean":"清秀伶俐，多才巧智，出国之格，中年成功隆昌。"},{"key":"粥","mean":"幼年辛苦，中年吉祥，名利双收，福禄永在，晚年吉祥。"},{"key":"焙","mean":"多才清闲，一生精明公正，中年吉祥，福禄双收，荣幸之字。"},{"key":"采","mean":"清秀巧妙，天生聪明，幼年辛苦，成功隆昌，二子吉祥。"},{"key":"场","mean":"忧心劳神，事劳无功，中年潦倒，晚年吉祥。"},{"key":"程","mean":"一生清雅荣贵，智勇双全，中年多劳，晚年吉昌。"},{"key":"单","mean":"福禄双收，多才贤能，中年多灾，晚年吉祥。"},{"key":"登","mean":"清雅荣贵，多才贤能，中年多劳，成功隆昌，二子吉祥。"},{"key":"短","mean":"忧心劳神，身弱短寿，中年多灾，晚年吉祥。"},{"key":"惇","mean":"福禄双收，多才伶俐，中年平凡，晚年吉祥，荣幸之字。"},{"key":"敦","mean":"出外吉祥，清雅英敏，中年吉祥，晚年隆昌幸福，忌车怕水。"},{"key":"焚","mean":"有爱情厄，清雅秀气，中年吉祥，晚年隆昌，出外幸福。"},{"key":"接","mean":"忧心劳神，百事劳苦，中年劳或多灾，晚年吉祥。"},{"key":"晶","mean":"英俊之才，多相克，中年劳或身弱，晚年吉祥，常人难受。"},{"key":"就","mean":"清雅多才，环境良好，成功隆昌，出外大吉，女人性刚口快，再嫁之字。"},{"key":"吭","mean":"清雅荣贵，英俊佳人，中年劳，晚年吉祥，小心爱情厄。"},{"key":"琅","mean":"口快心直，清雅荣贵，中年劳或多灾，成功隆昌。"},{"key":"劳","mean":"忧心劳神，多相克，一生多灾，难得幸福，不详多疾，短寿之字。"},{"key":"理","mean":"清雅荣贵，多才巧智，成功隆昌，女人有不幸之灾。"},{"key":"量","mean":"温和贤能，享福一生，中年吉祥，晚年隆昌，环境良好。"},{"key":"琉","mean":"清雅荣贵，多才贤能，中年成功隆昌，出国之格。"},{"key":"硫","mean":"刑偶欠子，身弱短寿，中年劳或奔波，晚年吉祥。"},{"key":"闰","mean":"多才巧智，清雅荣贵，中年成功隆昌，环境良好。"},{"key":"探","mean":"重情失败，刑偶伤子，中年劳，晚年吉祥。"},{"key":"迢","mean":"出外贵人明现，清雅荣贵，刑偶或伤子，成功隆昌，官运旺。"},{"key":"贴","mean":"清雅伶俐，多才贤能，中年吉祥，晚年隆昌，环境良好。"},{"key":"婷","mean":"温和贤淑，口快心直，多才清雅，中年隆昌，一生安详，福寿之字。"},{"key":"痛","mean":"暗淡无光，身弱短寿，有爱情烦恼，一生难幸福。"},{"key":"歨","mean":"口快心直，少年艰难，中年劳或奔波，晚年隆昌，官旺之字。"},{"key":"寻","mean":"忧心劳神，百事劳苦，刑偶欠子，中年多灾，晚年吉祥。"},{"key":"循","mean":"小心爱情厄，一生清雅平凡，中年劳，晚年吉祥，出国之字。"},{"key":"巽","mean":"忧心劳神，忌车怕水，命运多舛，一贫如洗，身弱短寿。"},{"key":"焱","mean":"通晓大义，克己助人，温和贤能，成功隆昌，但常人难受。"},{"key":"轶","mean":"忧心劳神或孤独，一生清雅多才，中年吉祥，晚年劳神。"},{"key":"媛","mean":"秀气伶俐，温和贤能，中年吉祥，晚年隆昌，出外吉祥。"},{"key":"哲","mean":"福禄双收，中年劳，成功隆昌，晚年吉祥。"},{"key":"诊","mean":"有才能理智，兄弟无靠，中年吉祥，晚年劳神。"},{"key":"轸","mean":"勤俭得禄，克振门户，中年成功隆昌，环境良好。"},{"key":"证","mean":"义利分明，言而必信，操守廉正，中年成功隆昌，荣贵之字。"},{"key":"智","mean":"吉凶分明，吉则成功隆昌，官运旺，荣贵，凶则忌车怕水，短寿不幸。"},{"key":"轴","mean":"出外逢贵得才，福禄双收，中年劳，晚年吉祥，双妻之格。"},{"key":"堡","mean":"一生清雅伶俐，福禄双收，忌车怕水，多疾病，晚年吉祥。"},{"key":"堤","mean":"多才巧智，清雅荣贵，出国之字，中年成功隆昌。"},{"key":"奠","mean":"一生清雅，出外吉祥，中年劳，晚年吉祥，多才，二子吉祥。"},{"key":"恶","mean":"忧心劳神，欠子之字，中年吉祥，晚年劳神。"},{"key":"费","mean":"一生清雅多才，二子吉祥，中年劳，晚年吉祥。"},{"key":"黑","mean":"性刚果断，英雄性格，杀人被杀，有牢狱之灾，难得幸福。"},{"key":"画","mean":"晚婚迟得子大吉，秀气伶俐，中年劳，晚年吉祥。"},{"key":"黄","mean":"一生清雅，聪明伶俐，刑克父母，中年劳，晚年吉祥。"},{"key":"堪","mean":"清雅伶俐，刑偶伤子，中年吉祥，环境良好，晚年劳神。"},{"key":"岚","mean":"刑克父母，清雅荣贵，才智出众，身劳短寿，欠子之字。"},{"key":"蛙","mean":"得天时地利，天赐之福，中年吉祥，晚年劳神，小心爱情厄。"},{"key":"为","mean":"英敏秀气，清雅伶俐，中年劳或潦倒，晚年吉祥。"},{"key":"围","mean":"福祉绵远，荣贵多才，中年劳或奔波，晚年吉祥。"},{"key":"惟","mean":"温和贤能，多才伶俐，中年劳神，晚年吉昌。"},{"key":"翕","mean":"精明公正，克己助人，清雅温和，中年平凡，晚年吉祥。"},{"key":"翔","mean":"清雅荣贵，官运旺，中年成功隆昌，出国之字，富贵之命。"},{"key":"砚","mean":"一生清雅伶俐，福禄双收，刑偶伤子，晚年吉祥。"},{"key":"堰","mean":"刑偶伤子，晚婚或迟得子吉，中年劳或奔波，晚年吉祥。"},{"key":"壹","mean":"清雅荣贵，精明公正，中年吉祥，晚年隆昌，二子吉祥。"},{"key":"贻","mean":"一生安稳守己，福禄双收，中年吉祥，晚年隆昌，环境良好。"},{"key":"越","mean":"出外吉祥，智勇双全，成功隆昌，女人多灾，身弱不幸。"},{"key":"钵","mean":"一生安详快乐，中年平凡，晚年吉祥，环境良好。"},{"key":"琛","mean":"清雅荣贵，多才有能，中年成功隆昌，晚年吉祥，福寿之字。"},{"key":"絺","mean":"性刚多才，中年劳，晚年吉祥，女人有爱情厄，再嫁守寡之字。"},{"key":"饬","mean":"多相克之字，一生清雅平凡，中年劳苦，晚年吉祥。"},{"key":"愁","mean":"不祥之字，身弱短寿，一生多灾，难得幸福，劳神困苦之字。"},{"key":"酬","mean":"刑偶伤子，清雅多才，福禄双收，中年劳，晚年吉祥。"},{"key":"楚","mean":"一生清雅，智勇双全，中年吉祥隆昌，晚年劳神，出国之格。"},{"key":"琮","mean":"智勇双全，名利双收，英俊荣贵，中年吉祥，晚年隆昌，官运旺。"},{"key":"催","mean":"忧心劳神，事劳无功，中年多灾，晚年吉祥。"},{"key":"钿","mean":"安富尊荣，多才伶俐，中年成功隆昌，环境良好，富贵之字。"},{"key":"暑","mean":"晚婚迟得子大吉，清雅多才，中年劳，晚年吉祥。"},{"key":"鼠","mean":"不祥多灾，身弱短寿，难幸福，多灾难。"},{"key":"蜀","mean":"精明公正，克己助人，出外吉祥，中年成功隆昌，出国之字。"},{"key":"剿","mean":"带刀厄，武官大吉，杀人被杀，或有牢狱之灾，恶死凶亡之字。"},{"key":"捷","mean":"奔波劳苦，出国之格，中年成功隆昌，忌车怕水，环境良好。"},{"key":"靖","mean":"学识渊博，才智出众，中年成功隆昌，官运旺盛之字。"},{"key":"钜","mean":"精明公正，义利分明，官运旺，出国之字，成功隆昌。"},{"key":"铃","mean":"清雅荣贵，天生聪颖，中年平凡，晚年吉祥，幸福之字。"},{"key":"铅","mean":"奔波劳苦，身弱多病，有才无运，中年劳，晚年吉祥。"},{"key":"裟","mean":"出外逢贵得财，秀气巧妙，中年吉祥，晚年劳神。"},{"key":"伤","mean":"忧心劳神，事劳无功，身弱短寿，一生多灾。"},{"key":"蜃","mean":"勤俭持家，中年虽劳，吉祥荣昌，子孙兴旺。"},{"key":"诗","mean":"多才贤能，理智充足，官运旺，中年成功隆昌，出国之字。"},{"key":"狮","mean":"性刚口快，双妻之格，中年劳或奔波，晚年吉祥。"},{"key":"势","mean":"刑克父母，清雅多才，中年劳或奔波，晚年吉祥。"},{"key":"试","mean":"忧心劳神，事劳无功，重情失败，中年多劳，晚年吉祥。"},{"key":"轼","mean":"忧心劳神，事劳无功，中年劳，晚年吉祥，荣幸之字。"},{"key":"嗣","mean":"智勇双全，精明公正，中年成功隆昌，官运旺，昌荣之字。"},{"key":"肆","mean":"身弱短寿，刑偶伤子，中年劳苦，晚年隆昌。"},{"key":"送","mean":"吉凶分明，吉则成功隆昌，清雅荣贵，凶则一贫如洗，忌车怕水。"},{"key":"肃","mean":"有爱情烦恼，忌车怕水，身弱短寿，中年多灾，晚年吉祥。"},{"key":"岁","mean":"清雅多才，英敏贤能，中年平凡，晚年吉祥。"},{"key":"详","mean":"温和贤能，福寿兴家，中年平凡，晚年隆昌。"},{"key":"想","mean":"有爱情烦恼，内心多忧，中年劳，晚年吉祥，保守之字。"},{"key":"新","mean":"多才巧智，智勇双全，一生中年多灾，晚年吉祥，名利之字。"},{"key":"歆","mean":"刑偶欠子，身弱多病，中年多劳，晚年吉祥。"},{"key":"绣","mean":"小心爱情厄，清雅秀气，配合吉则出国隆昌，凶则不幸多灾。"},{"key":"暄","mean":"智勇双全，清雅荣贵，家声克振，成功隆昌，官旺之字。"},{"key":"驯","mean":"一生清雅，奔波劳苦，中年吉祥，晚年隆昌，刑偶伤子。"},{"key":"询","mean":"有爱情厄，刑偶伤子，中年吉祥，晚年劳神多病。"},{"key":"愉","mean":"一生清雅荣贵，谋为出众，官运旺，财弱，享福终世。"},{"key":"钰","mean":"清秀伶俐，有才能理智，官旺，中年吉祥，晚年隆昌。"},{"key":"裕","mean":"出外吉祥，福禄双收，中年吉祥，刑偶伤子，晚年劳神。"},{"key":"愈","mean":"理智充足，智勇双全，中年多劳，晚年吉祥。"},{"key":"载","mean":"子孙兴旺，清雅伶俐，多才荣贵，中年成功隆昌，出国之字。"},{"key":"债","mean":"二子吉祥，清雅多才，中年肯做肯劳，成功吉祥，子孙兴旺。"},{"key":"斟","mean":"口快心直，环境良好，刑偶欠子，中年吉祥，晚年劳神。"},{"key":"钲","mean":"智勇双全，精明公正，清雅荣贵，中年成功隆昌。"},{"key":"庄","mean":"秀气巧妙，一生清雅伶俐，中年成功隆昌，晚年子孙鼎盛。"},{"key":"装","mean":"出外吉祥，刑偶伤子，晚婚吉，中年劳，晚年隆昌。"},{"key":"资","mean":"清雅荣贵，二子吉祥，中年隆昌，多才贤能，环境良好，秀气之字。"},{"key":"椿","mean":"清雅秀气，精诚待人，中年平，晚年隆昌，女人有爱情厄。"},{"key":"琳","mean":"学识丰富，温和贤能，克己助人，出国荣达。"},{"key":"娩","mean":"秀气巧妙，清雅伶俐，晚婚吉祥，荣幸之字。"},{"key":"竖","mean":"清雅荣贵，中年成功隆昌，出国之格，多才贤能，官旺之字。"},{"key":"枫","mean":"精明公正，一生多福，福禄丰厚，中年吉祥隆昌，小心爱情厄。"},{"key":"感","mean":"忧心劳神，身弱短寿，中年多灾，晚年吉祥，重感情之字。"},{"key":"跪","mean":"忧心劳神，一生难幸福，多灾难，中年潦倒，晚年享福。"},{"key":"畸","mean":"有爱情厄，多才贤能，中年小心，晚年隆昌，福禄双收。"},{"key":"楫","mean":"智勇双全，义利分明，官或财旺，中年平凡，晚年吉祥。"},{"key":"嫁","mean":"外观幸福，内心多忧，出外吉祥，晚年隆昌，忌车怕水。"},{"key":"减","mean":"克父命，刑偶伤子，出外吉祥，中年吉祥，晚年劳神。"},{"key":"毽","mean":"多才巧智，清雅伶俐，中年劳或奔波，晚年吉祥。"},{"key":"郊","mean":"有爱情厄，身弱短寿，中年劳，晚年吉祥。"},{"key":"揭","mean":"幼年多灾，中年吉祥隆昌，忌车怕水，有破相之灾。"},{"key":"解","mean":"一生清雅，理智充足，中年多劳，晚年吉祥。"},{"key":"禁","mean":"刑偶伤子，忌车怕水，或有爱情厄，中年小心，晚年吉祥。"},{"key":"靳","mean":"勤俭建业，福禄双收，智勇双全，中年成功隆昌，环境良好。"},{"key":"经","mean":"晚婚迟得子吉，英俊隆昌，女人多灾。"},{"key":"睛","mean":"清雅荣贵，一门鼎盛，成功隆昌，女人小心爱情厄。"},{"key":"敬","mean":"清雅荣贵，出外大吉，福禄双收，名利永在，出国之字。"},{"key":"舅","mean":"意志薄弱，虽成功隆昌，多刑克，中年多灾，晚年劳神。"},{"key":"绢","mean":"身弱多病，有爱厄，中年劳，晚年吉祥，忌车怕水，欠子之字。"},{"key":"慨","mean":"多才贤能，出外吉祥，刑偶伤子，中年隆昌，晚年劳神。"},{"key":"楷","mean":"晚婚迟得子吉，出外吉祥，中年劳或奔波，晚年隆昌。"},{"key":"窟","mean":"不祥之字，难成功，多灾难，病弱短寿，一生劳苦。"},{"key":"夸","mean":"多愁少乐，口才伶俐，中年勤敏，但有祸端，晚年吉祥。"},{"key":"暌","mean":"刑偶伤子，晚婚吉祥，中年劳或奔波，晚年吉祥，官旺之字。"},{"key":"琨","mean":"清雅多才，英俊勤俭，中年吉祥，晚年隆昌，官旺之字。"},{"key":"莨","mean":"出外吉祥，天生聪颖，中年吉祥，晚年隆昌，幸福之字。"},{"key":"莉","mean":"秀气巧妙，多才巧智，中年成功隆昌，出国之字，荣贵吉祥。"},{"key":"廉","mean":"清雅英敏，出外吉祥，中年平凡，晚年吉祥，环境良好。"},{"key":"楣","mean":"秀气贤能，一生福禄，荣贵隆昌，环境良好，晚年劳神。"},{"key":"募","mean":"带刀厄，刑偶伤子，有爱情烦恼，中年劳神，晚年吉祥。"},{"key":"楠","mean":"刑偶或伤子，多才巧智，中年劳，晚年吉祥，女人刑夫，环境良好。"},{"key":"莆","mean":"智勇双全，机谋多才，小心爱情厄，中年有灾，晚年吉祥。"},{"key":"琦","mean":"有爱情厄，身弱短寿，福禄双收，中年吉祥，晚年劳神。"},{"key":"琪","mean":"智勇双全，清雅荣贵，官运旺，中年成功隆昌，清秀之字。"},{"key":"祺","mean":"英俊多才，清雅荣贵，中年吉祥，环境良好，官运旺。"},{"key":"琴","mean":"命硬克父，少年艰难，中年奔波劳苦，晚年吉庆，女人薄幸。"},{"key":"勤","mean":"刑克父母，刑偶伤子，孤独劳神，身弱短寿，多灾之字。"},{"key":"倾","mean":"天生聪颖，多才秀气，清雅荣贵，二子吉祥，出国之字。"},{"key":"裙","mean":"刑偶伤子，身弱多病，清雅平凡，中年劳，晚年吉祥。"},{"key":"群","mean":"多才贤能，慈祥有德，中年吉祥，晚年隆昌，福禄之字。"},{"key":"莎","mean":"温和伶俐，勤俭多才，中年吉祥，晚年隆昌，荣贵之字。"},{"key":"颂","mean":"学问丰富，官运旺盛，中年成功隆昌，二子吉祥，忌车怕水。"},{"key":"莞","mean":"清秀巧妙，清雅温和，中年成功隆昌，出国之字，有爱情厄。"},{"key":"斡","mean":"多才贤能，温和伶俐，技术方面大吉，成功隆昌，环境良好。"},{"key":"暇","mean":"多忧少乐，身弱短寿，中年劳苦，晚年吉祥，福禄之字。"},{"key":"筵","mean":"智勇双全，出外吉祥，清雅荣贵，官运旺，成功隆昌，环境良好。"},{"key":"杨","mean":"一生清雅温和，多才贤能，中年劳苦，晚年隆昌。"},{"key":"椰","mean":"性刚果断，刑偶伤子，中年劳或潦倒，晚年吉祥。"},{"key":"业","mean":"多才勤俭，清雅伶俐，中年吉祥，出国之格，晚年隆昌，双妻之格。"},{"key":"义","mean":"多才巧智，清雅伶俐，中年吉祥，晚年隆昌，幸福之字。"},{"key":"莠","mean":"一生清雅伶俐，多才巧智，刑偶欠子，晚年吉祥。"},{"key":"愚","mean":"一生难幸福，百事劳苦，中年多灾，晚年吉祥。"},{"key":"榆","mean":"清雅容贵，有胆有识，官运旺，中年成功隆昌，福寿兴家。"},{"key":"预","mean":"英雄格，清雅多才，中年吉祥，晚年隆昌，出国之字。"},{"key":"御","mean":"秀气伶俐，理智充足，贵人明现，常人难受，武官吉。"},{"key":"颁","mean":"带刀厄，智勇双全，一生多才贤能，中年有灾，晚年隆昌。"},{"key":"斑","mean":"一生清雅多才，怀才不遇，中年多灾，晚年吉祥。"},{"key":"雹","mean":"忧心劳神，身弱短寿，一生困苦，难得幸福。"},{"key":"陂","mean":"晚婚吉庆，早婚不利，一生多灾，难幸福，晚年吉祥。"},{"key":"补","mean":"贵人明现，清雅伶俐，中年多灾，晚年吉祥，子孙兴旺。"},{"key":"测","mean":"宽宏雅量，上下敦睦，中年平凡，晚年吉昌，环境良好。"},{"key":"渡","mean":"出外逢贵得财，中年奔波劳苦，夫妻和合欠子，晚年隆昌。"},{"key":"琶","mean":"温和贤淑，勤俭兴家，福禄双收，中年吉祥，晚年隆昌。"},{"key":"饭","mean":"不祥之字，事劳无功，中年多灾，晚年享福。"},{"key":"蜂","mean":"清雅伶俐，多才贤能，中年肯做肯劳，晚年吉祥。"},{"key":"港","mean":"少年艰难，多才贤能，中年劳苦或奔波，晚年隆昌，双妻之格。"},{"key":"号","mean":"性刚果断，智勇双全，中年吉祥，晚年劳神。"},{"key":"湖","mean":"英俊多才，一生平凡，保守之字，中年吉祥，晚年劳神，妻贤子贵。"},{"key":"换","mean":"刑偶伤子，多才贤能，成功隆昌，女人薄幸，守寡之字。"},{"key":"惶","mean":"天生聪颖，离祖吉祥，官运旺，中年劳，晚年吉祥。"},{"key":"挥","mean":"精明公正，多才英明，中年成功隆昌，子孙兴旺。"},{"key":"晖","mean":"命硬，清雅荣贵，官旺，中年平凡，晚年隆昌，环境良好。"},{"key":"会","mean":"晚婚迟见子吉，一生清雅平凡，中年吉祥，晚年劳神。"},{"key":"浑","mean":"英俊多才，清雅荣贵，中年成功隆昌，晚年环境良好，出国之格。"},{"key":"湫","mean":"虚荣心强，有爱情厄，中年多灾，晚年吉祥，贤能之字。"},{"key":"较","mean":"奔波劳苦，损丁破财，中年忌车怕水，成功隆昌，环境良好。"},{"key":"粳","mean":"忧心劳神，克父欠子，中年劳苦，晚年吉祥隆昌，子孙兴旺。"},{"key":"鸠","mean":"忧心劳神，病弱短寿，中年劳但吉祥，晚年隆昌。"},{"key":"雷","mean":"一生清雅，多才贤能，刑偶伤子，中年平凡，晚年隆昌。"},{"key":"妈","mean":"福禄双收，多才温和，中年吉祥，环境良好，晚年劳神。"},{"key":"盟","mean":"智勇双全，有才能理智，刑偶欠子，晚年吉祥。"},{"key":"琵","mean":"二子吉祥，清雅多才，中年吉祥，晚年隆昌。"},{"key":"聘","mean":"有爱情烦恼，多忧少乐，中年劳，晚年吉祥但多病。"},{"key":"瓶","mean":"不祥之字，暗淡无光，多灾难，晚年吉祥。"},{"key":"绥","mean":"秀气伶俐，小心爱情厄，中年吉祥，晚年隆昌，环境良好。"},{"key":"汤","mean":"智勇双全，义利分明，官或财旺，中年成功隆昌，出国之字。"},{"key":"湍","mean":"胆识丰富，清雅荣贵，中年成功隆昌，环境良好，出国之字。"},{"key":"微","mean":"有爱情厄，出外吉祥，中年劳，晚年吉祥。"},{"key":"渭","mean":"一生清雅伶俐，天生聪明，中年成功隆昌，女人助夫兴家。"},{"key":"熙","mean":"破相，身弱短寿，清雅多才，中年成功隆昌，晚年安详。"},{"key":"湘","mean":"精明公正，清雅荣贵，中年成功隆昌，女人有爱情厄，欠子之字。"},{"key":"溆","mean":"天生聪明，多才巧智，中年成功隆昌，荣华富贵，出国之字。"},{"key":"游","mean":"一生清雅伶俐，名利双收，中年劳，晚年吉祥，乐天之字。"},{"key":"渝","mean":"胆识兼有，清雅荣贵，官运旺，中年成功隆昌，精诚之字。"},{"key":"郁","mean":"清雅伶俐，口快心直，中年成功隆昌，晚年昌盛安稳。"},{"key":"浈","mean":"多才巧智，清雅荣贵，中年成功隆昌，环境良好，二子吉祥。"},{"key":"稗","mean":"破相，少年艰难，环境良好，晚年吉祥。"},{"key":"驰","mean":"奔波劳苦，潦倒一生，中年多灾，晚年隆昌。"},{"key":"传","mean":"一生多才平凡，出外吉祥，中年平凡，晚年吉祥。"},{"key":"亶","mean":"一生清雅荣贵，学识渊博，官运旺，中年成功隆昌。"},{"key":"当","mean":"性刚，刑偶伤子，晚婚大吉，中年小心有灾，晚年隆昌，环境良好。"},{"key":"电","mean":"外祥内苦，一生伶俐，刑偶伤子，中年劳，晚年吉祥。"},{"key":"殿","mean":"英雄豪爽，义利分明，中年成功隆昌，清雅荣贵，出国之字。"},{"key":"鼎","mean":"精明公正，智勇双全，官运旺，成功隆昌，出国荣贵。"},{"key":"督","mean":"忧心劳神，一贫如洗，多灾难，难幸福，一生困苦。"},{"key":"顿","mean":"刑偶伤子，身弱短寿，二子吉祥，中年吉祥，晚年劳神。"},{"key":"焕","mean":"理智充足，多才伶俐，出外吉祥，荣贵隆昌，女人多灾或不幸。"},{"key":"煌","mean":"刑偶欠子，多才贤能，身瘦清雅，中年平，晚年吉祥。"},{"key":"晃","mean":"出外逢贵得财，智勇双全，官运旺，中年成功隆昌，出国之字。"},{"key":"迹","mean":"忧心劳神，损丁破财，中年多劳，晚年吉祥但多灾。"},{"key":"煎","mean":"多愁多忧，刑偶欠子，中年劳或奔波，晚年吉祥，老来得荣。"},{"key":"廊","mean":"性刚果断，多相克，中年多劳，晚年吉祥。"},{"key":"炼","mean":"清雅伶俐，多才巧智，出外大吉，中年平，晚年隆昌。"},{"key":"零","mean":"有才能理智，清雅荣贵，中年吉祥，晚年隆昌，子孙兴旺。"},{"key":"禄","mean":"理智充足，刑克父母，一生清雅荣贵，福禄双收，中年平凡，晚年隆昌。"},{"key":"路","mean":"清雅秀气，福禄双收，身弱多病，忌车怕水，晚年吉祥。"},{"key":"煤","mean":"有才能理智但无运，中年劳苦或潦倒，晚年吉祥。"},{"key":"睦","mean":"智勇双全，精明公正，温和贤能，官运旺，一生享福。"},{"key":"乃","mean":"刑偶伤子，多才巧智，清雅荣贵，中年成功，晚年劳神。"},{"key":"农","mean":"一生温和贤能，智勇双全，中年劳，晚年吉祥，精诚之字。"},{"key":"暖","mean":"晚婚或迟得子大吉，秀气多才，出外隆昌，中年吉祥。"},{"key":"稔","mean":"一生清雅荣贵，中年吉祥，晚年隆昌，环境良好。"},{"key":"塔","mean":"克妻伤子，忧心劳神，福禄双收，中年离乱，晚年吉祥。"},{"key":"艇","mean":"奔波劳苦，智勇双全，吉凶参半，中年劳，晚年吉祥。"},{"key":"退","mean":"奔波劳苦，一贫如洗，中年潦倒，短寿之字。"},{"key":"脱","mean":"奔波劳苦，身弱多病，中年劳苦，晚年吉祥。"},{"key":"炜","mean":"多才贤能，清雅荣贵，中年成功隆昌，出国之格。"},{"key":"煊","mean":"清雅多才，贤能精诚，官运旺，中年有灾，晚年隆昌，出国之字。"},{"key":"烟","mean":"清雅伶俐，多才巧智，中年有灾，晚年吉祥。"},{"key":"琰","mean":"性刚果断，一生清雅多才，中年吉祥隆昌，晚年劳神。"},{"key":"扬","mean":"智勇双全，多才贤能，名利双收，荣贵出国，富贵之字。"},{"key":"炀","mean":"性刚口快，一生清雅，刑偶欠子，官旺，短寿之字。"},{"key":"虞","mean":"忧心劳神，事劳无功，中年多灾，晚年吉祥。"},{"key":"煜","mean":"一生清雅荣贵，勤敏多才，中年成功隆昌，出国之字，忌车怕水。"},{"key":"詹","mean":"英敏多才，清雅贤能，福禄双收，武官吉，女人薄幸。"},{"key":"照","mean":"胆识丰富，多才荣贵，官运旺，中年有灾，晚年隆昌。"},{"key":"雉","mean":"一生清雅荣贵，理智充足，中年吉祥，晚年劳神。"},{"key":"追","mean":"忧心劳神，事劳无功，中年多灾，晚年吉祥。"},{"key":"琢","mean":"出外逢贵得财，智勇双全，中年成功隆昌，环境良好。"},{"key":"阿","mean":"下贱之字，忧心劳神，身弱多病，中年劳，晚年吉祥。"},{"key":"矮","mean":"忧心劳神，事劳无功，一生多灾，身弱短寿，不雅之字。"},{"key":"爱","mean":"多才伶俐，出外吉祥，中年劳，晚年吉祥，清雅之字。"},{"key":"暗","mean":"不祥之字，暗淡无光，身弱短寿，不幸多灾，一生贫困。"},{"key":"奥","mean":"二子吉祥，多才贤能，中年吉祥，晚年劳神。"},{"key":"碑","mean":"破相则中年成功隆昌，无破相则中年劳苦，晚年吉祥，平凡之字。"},{"key":"话","mean":"口快心直，多才贤能，福禄双收，中年劳，晚年隆昌。"},{"key":"块","mean":"多忧少乐，事劳无功，中年多灾，晚年吉祥。"},{"key":"圣","mean":"学问丰富，清雅荣贵，官运旺盛，成功隆昌，享福终世之字。"},{"key":"琬","mean":"一生多福，清雅荣贵，中年成功隆昌，出国之字，荣贵之字。"},{"key":"碗","mean":"温和贤能，智勇双全，中年平凡，晚年吉祥，出国之字。"},{"key":"温","mean":"一生清雅多才，刑偶伤子，中年吉祥，晚年劳神。"},{"key":"握","mean":"忧心劳神，事劳无功，中年吉祥，晚年劳神。"},{"key":"勋","mean":"刑偶伤子，晚婚吉祥，中年吉祥，晚年隆昌，环境良好。"},{"key":"衙","mean":"有才能理智，清雅荣贵，中年成功隆昌，出国之字。"},{"key":"爷","mean":"温和慈祥，有成人之美德，中年吉祥，晚年劳神。"},{"key":"意","mean":"外观幸福，内心多忧，刑偶伤子，中年劳，晚年隆昌。"},{"key":"裔","mean":"刑克父母，官运旺，中年劳，晚年隆昌，荣贵之字。"},{"key":"饮","mean":"刑偶欠子，命途多舛，难得幸福，短寿之字。"},{"key":"佣","mean":"刑偶欠子，清雅荣贵，克己助人，名利双收，贤能多才，晚年多疾。"},{"key":"雍","mean":"性刚果断，智勇双全，中年成功隆昌，晚年劳神，忌车怕水。"},{"key":"犹","mean":"多才荣贵，英雄豪爽，中年吉祥，晚年隆昌。"},{"key":"园","mean":"清雅荣贵，有文士之风，财官两旺，中年成功隆昌，富贵享福。"},{"key":"圆","mean":"秀气贤淑，少年艰难，中年吉祥，荣贵幸福。"},{"key":"稚","mean":"智勇双全，清雅荣贵，福禄丰厚，名利双收，幸福之字。"},{"key":"察","mean":"二子吉祥，清雅多才，一生平凡，晚年隆昌，保守之字。"},{"key":"玚","mean":"刑克父母，刑偶伤子，中年奔波，晚年吉祥发达。"},{"key":"称","mean":"一生清荣多才，中年多劳，晚年吉祥，但劳神之字。"},{"key":"诚","mean":"精明公正，智勇双全，名利双收，中年成功隆昌，晚年劳神。"},{"key":"绸","mean":"清雅秀气，多才贤能，小心爱情厄，中年吉祥，晚年劳神。"},{"key":"慈","mean":"温和贤能，多才秀气，中年吉祥，晚年隆昌但劳神。"},{"key":"粹","mean":"有爱情烦恼，事劳无功，中年多灾，晚年吉祥。"},{"key":"翠","mean":"小心爱情厄，清秀温和，中年多劳，晚年隆昌，幸福之字。"},{"key":"阀","mean":"性刚果断，意气用事，杀人被杀，有牢狱之灾，短寿之字。"},{"key":"署","mean":"忧心劳神，刑偶伤子，中年劳，晚年吉祥，子孙兴旺。"},{"key":"划","mean":"多忧少乐，晚婚大吉，中年劳，晚年吉祥。"},{"key":"精","mean":"胆识丰富，官或财旺，一生荣贵隆昌，环境良好，女人刑夫。"},{"key":"聚","mean":"忧心劳神，事劳无功，一生多灾，晚年吉祥。"},{"key":"铭","mean":"智勇双全，精明公正，福禄双收，名利有份，安享尊荣之字。"},{"key":"齐","mean":"清雅多才，学识渊博，中年吉祥，晚年劳神。"},{"key":"綮","mean":"清雅荣贵，多才贤能，中年成功隆昌，有爱情厄。"},{"key":"铨","mean":"精明公正，身瘦多才，清雅荣贵，中年成功隆昌，环境良好。"},{"key":"认","mean":"忧心劳神，病弱短寿，一生多灾，有爱情厄，晚年吉祥。"},{"key":"瑞","mean":"英俊才人，多才荣贵，教育界大吉，成功隆昌，女人身瘦多厄。"},{"key":"僧","mean":"温和伶俐，一生清雅多才，中年吉祥，晚年隆昌。"},{"key":"韶","mean":"带刀厄，刑偶伤子，福禄双收，中年吉祥，晚年隆昌。"},{"key":"慎","mean":"福禄双收，智能非凡，二子吉祥，中年平，晚年隆昌。"},{"key":"誓","mean":"福禄双收，口快伤人，杀人被杀，有牢狱之灾，女人再嫁。"},{"key":"寿","mean":"环境良好，财官两旺，身弱多病，晚年劳神。"},{"key":"绶","mean":"忧心劳神，一生勤俭温和，中年劳，晚年吉祥，短寿之字。"},{"key":"说","mean":"出外吉祥，智勇双全，中年吉祥，环境良好，女人多灾，薄幸之字。"},{"key":"诵","mean":"一生清雅伶俐，秀气多才，中年平，晚年吉祥。"},{"key":"速","mean":"出外吉祥，一生多才清雅，中年劳，晚年吉祥，小心爱情厄。"},{"key":"酸","mean":"清雅多才，勤俭贤能，中年吉祥，出外大吉，女人薄幸。"},{"key":"铜","mean":"多才温和，晚婚迟得子吉，福禄双收，名利有份，环境良好，女人短寿。"},{"key":"僖","mean":"多才温和，刑偶伤子，福禄双收，中年隆昌，环境良好，短寿之字。"},{"key":"衔","mean":"精明公正，操守廉正，中年成功隆昌，名利双收，富贵之字。"},{"key":"线","mean":"一生清雅多才，良善积德，忠厚温和，中年吉祥，女人身弱短寿。"},{"key":"像","mean":"性刚口快，慷慨待人，中年劳或奔波，晚年吉祥，双妻之格。"},{"key":"需","mean":"清雅荣贵，多才贤能，中年吉祥，晚年隆昌，环境良好。"},{"key":"银","mean":"刑偶伤子，清雅多才，英雄豪杰，环境良好，女人有爱情厄。"},{"key":"瑜","mean":"学识渊博，官运旺，清雅荣贵，成功隆昌，名利双收，出国之字。"},{"key":"造","mean":"出外吉祥，清雅多才，中年吉祥，晚年隆昌，福禄双收。"},{"key":"甄","mean":"秀气清雅，出外吉祥，中年平凡，晚年吉祥，环境良好。"},{"key":"赈","mean":"刑偶伤子，天生聪颖，中年多灾，晚年吉祥幸福。"},{"key":"帚","mean":"不祥之字，暗淡无光，一生潦倒，病弱短寿。"},{"key":"综","mean":"英敏之才，天生聪颖，中年成功隆昌，晚年劳神之字。"},{"key":"粽","mean":"勤俭治家，忠厚善良，中年劳，晚年吉祥，环境良好。"},{"key":"榜","mean":"多才巧智，清雅荣贵，成功隆昌，环境良好，子孙兴旺。"},{"key":"菜","mean":"秀气伶俐，清雅多才，身瘦温和，中年劳，晚年隆昌，荣幸之字。"},{"key":"尝","mean":"一生荣幸，所谋如意，贵人明现，小心爱情厄，晚年隆昌。"},{"key":"纲","mean":"口快心直，多才巧智，武职吉，中年劳，晚年隆昌，女人有爱情厄。"},{"key":"诰","mean":"智勇双全，禄享千钟，中年吉祥，晚年隆昌，官旺之字。"},{"key":"歌","mean":"出外吉祥，一生清雅，刑偶伤子，中年劳，晚年吉祥。"},{"key":"构","mean":"清雅多才，义利分明，中年多劳，晚年吉祥，环境良好。"},{"key":"鼓","mean":"忧心劳神，事劳无功，中年多灾，晚年隆昌。"},{"key":"管","mean":"多才贤能，清雅温和，福禄双收，忌车怕水，中年劳，晚年吉祥。"},{"key":"赫","mean":"命硬多相克，身弱多病，中年劳，晚年吉祥。"},{"key":"槐","mean":"忧心劳神，事劳无功，怀才不遇，中年劳，晚年吉祥。"},{"key":"箕","mean":"英敏佳人，贵人明现，二子吉祥，中年劳，晚年隆昌。"},{"key":"嘉","mean":"清雅荣贵，成功隆昌，晚婚大吉，多才温和，出国之格。"},{"key":"笺","mean":"外祥内苦，身弱多病，中年劳，晚年吉祥，短寿之字。"},{"key":"降","mean":"忧心劳神，出外吉祥，中年多劳，晚年隆昌。"},{"key":"侥","mean":"勤俭治家，家声克振，重义信用，福禄双收，刑偶出外之字。"},{"key":"诫","mean":"忧心劳神，事劳无功，中年多灾，晚年吉祥，小心牢狱之灾。"},{"key":"紧","mean":"忧心劳神，事劳无功，中年多灾，身弱短寿。"},{"key":"菁","mean":"温和贤淑，秀气多才，中年吉祥，晚年劳神，有爱情厄。"},{"key":"兢","mean":"破相或身弱多病，刑偶伤子，不幸多灾，一生难幸福。"},{"key":"菊","mean":"小心爱情烦恼，清秀伶俐，多才荣贵，中年吉祥，晚年隆昌。"},{"key":"郡","mean":"一生出外吉祥，奔波劳苦，中年多劳，晚年吉祥隆昌。"},{"key":"犒","mean":"性刚果断，刑偶伤子，福禄双收，欠仁和，晚年吉祥。"},{"key":"魁","mean":"智勇双全，清雅荣贵，中年吉祥，晚年隆昌，福寿兴家。"},{"key":"榔","mean":"性刚果断，刑偶伤子，中年多灾，晚年吉祥。"},{"key":"菱","mean":"出外逢贵得财，中年吉祥，晚年隆昌，贤能多才，老来劳神。"},{"key":"榴","mean":"学识丰富，多才贤能，出国之格，成功隆昌，环境良好。"},{"key":"萌","mean":"幼年辛苦，英雄之格，忌车怕水，中年小心，晚年吉祥。"},{"key":"幕","mean":"忧心劳神，事劳无功，中年潦倒，晚年吉祥。"},{"key":"裴","mean":"出外吉祥，忧心劳神，怀才不遇，中年劳，晚年吉祥。"},{"key":"旗","mean":"性刚口快，一生多灾，中年多劳，奔波潦倒，晚年劳神。"},{"key":"綦","mean":"性刚果断，有凶死之兆，或破相牢狱之灾，中年劳，晚年吉祥。"},{"key":"绮","mean":"温和贤淑，秀气多才，有爱情厄，中年平，晚年吉祥，福禄之字。"},{"key":"枪","mean":"智勇双全，福禄双收，中年吉祥，晚年隆昌，双妻之格。"},{"key":"侨","mean":"刑偶伤子，一生清雅荣贵，中年吉祥，晚年劳神。"},{"key":"轻","mean":"忧心劳神，事劳无功，怀才不遇，身弱短寿，忌车怕水。"},{"key":"荣","mean":"吉凶分明，吉则清雅荣贵，成功隆昌，凶则杀人被杀，有牢狱之灾，恶死凶亡。"},{"key":"榕","mean":"福禄双收，天生聪颖，荣贵贤能，中年成功隆昌，出国之格。"},{"key":"瑟","mean":"理智充足，清雅秀气，中年平凡，晚年隆昌，子孙兴旺。"},{"key":"菘","mean":"清雅荣贵，操守廉正，官运旺，出国之字，成功享福。"},{"key":"算","mean":"幼年艰难，刑偶欠子，清雅多才，中年劳，晚年吉祥。"},{"key":"菀","mean":"清雅伶俐，多才贤能，勤俭建业，名利双收，荣幸之字。"},{"key":"伪","mean":"忧心劳神，事劳无功，中年多灾，晚年吉祥，有才无运。"},{"key":"榭","mean":"学识渊博，财官两旺，荣贵隆昌，环境良好。"},{"key":"疑","mean":"暗淡无光，命途多舛，一生多灾，短寿自杀。"},{"key":"语","mean":"有爱情厄，清雅多才，福禄双收，中年吉祥，环境良好。"},{"key":"愿","mean":"忧心劳神，一生清雅多才，小心爱情厄，中年劳，晚年吉祥。"},{"key":"肇","mean":"精明公正，忠厚多才，清雅荣贵，官运旺，成功隆昌，名利双收。"},{"key":"饱","mean":"重信用，勤俭治家，中年劳或奔波，晚年吉祥。"},{"key":"鼻","mean":"不祥之字，刑偶伤子，有爱情烦恼，短寿多灾，晚年吉祥。"},{"key":"币","mean":"不祥之字，多灾难，一贫如洗，病弱短寿。"},{"key":"碧","mean":"一生清荣，中年成功隆昌，环境良好，双妻之格，女人多病，短寿之格。"},{"key":"宾","mean":"克父命，智勇双全，义利分明，中年吉祥，晚年隆昌，二子吉祥。"},{"key":"沧","mean":"身瘦多才，清雅伶俐，中年多灾，晚年享福。"},{"key":"涤","mean":"温和贤淑，清雅荣贵，官运旺，环境良好，出国之字。"},{"key":"滇","mean":"温和贤淑，勤俭兴家，二子吉祥，出国之字，成功隆昌。"},{"key":"蜜","mean":"环境良好，温和多才，有爱情厄，中年平，晚年隆昌。"},{"key":"绵","mean":"一生清雅荣贵，多才贤能，环境良好，女人秀气贤淑，忌水厄。"},{"key":"熊","mean":"胆识丰富，智勇双全，中年吉祥，晚年隆昌，荣贵之字。"},{"key":"逢","mean":"贵人明显，出外吉祥，中年吉祥，晚年隆昌，荣贵之字。"},{"key":"凤","mean":"学问丰富，官运旺，成功隆昌，富贵之字，女人有爱情厄，薄幸之字。"},{"key":"孵","mean":"忧心劳神，外祥内苦，中年肯做肯劳，晚年吉祥。"},{"key":"福","mean":"一生清雅多才，福禄双收，双妻之格，中年吉祥，环境良好。"},{"key":"辅","mean":"胆识丰富，一生清雅荣贵，官运旺，成功隆昌，荣幸之字。"},{"key":"滏","mean":"多才重情，慷慨精诚，中年吉祥，晚年隆昌，官旺之字。"},{"key":"阁","mean":"勤俭治家，忠厚善良，上下敦睦，中年吉祥，环境良好。"},{"key":"嘏","mean":"秀气伶俐，上下敦睦，福禄双收，中年吉祥，出外大吉，环境良好。"},{"key":"寡","mean":"不祥之字，带刀厄，暗淡多灾，命途多舛，一贫如洗，病弱短寿。"},{"key":"滚","mean":"忧心劳神，出外吉祥，中年多灾，晚年吉祥。"},{"key":"豪","mean":"孤独格，兄弟无靠，出外吉祥，福禄双全，环境良好，幸福之字。"},{"key":"瑚","mean":"一生清雅伶俐，智勇双全，福禄双收，一生安详，幸福之字。"},{"key":"华","mean":"天生聪颖，多才贤能，忌车怕水，有爱情厄，中年有灾，晚年吉祥。"},{"key":"滑","mean":"忧心劳神，事劳无功，中年多灾，晚年享福。"},{"key":"诲","mean":"勤俭贤能，口才伶俐，中年吉祥，重情失败，晚年隆昌。"},{"key":"魂","mean":"不祥之字，多灾难，病弱短寿，中年困苦，晚年劳神。"},{"key":"溜","mean":"多才贤能，福禄双收，名利俱全，中年隆昌，晚年劳神。"},{"key":"髦","mean":"忧心劳神，事劳无功，中年多灾，晚年劳神。"},{"key":"灭","mean":"不祥之字，刑克父母，潦倒一生，短寿多灾。"},{"key":"闽","mean":"忧心劳神，刑偶伤子，中年多劳，晚年吉祥，幼年多灾。"},{"key":"鸣","mean":"清雅伶俐，秀气温和，中年吉祥，晚年隆昌，福禄之字。"},{"key":"冥","mean":"子孙兴旺，刑克父母，中年多灾，晚年吉祥，但有不幸之灾。"},{"key":"陌","mean":"才识卓越，气度恢弘，清雅荣贵，成功隆昌，享福终世。"},{"key":"萍","mean":"清雅秀气，多才贤能，中年吉祥，小心为爱情失身，成功出国之字。"},{"key":"仆","mean":"理智充足，多才贤能，清雅荣贵，成功隆昌。"},{"key":"溥","mean":"义利分明，操守廉正，勤俭温和，中年成功隆昌，出国之字。"},{"key":"溶","mean":"清雅秀气，福禄双收，名利分明，中年成功隆昌，享福之字。"},{"key":"飒","mean":"清雅伶俐，温和贤淑，中年吉祥，晚年隆昌，出国之字，小心爱情厄。"},{"key":"饲","mean":"一生清雅多才，勤俭伶俐，小心爱情厄，中年劳，晚年吉祥。"},{"key":"溲","mean":"忧心劳神，事劳无功，身弱短寿，晚年享福。"},{"key":"网","mean":"有爱情烦恼或失身多厄，刑偶伤子，再嫁守寡。"},{"key":"闻","mean":"有爱情厄，清雅伶俐，晚婚大吉，欠子之字，晚年隆昌。"},{"key":"舞","mean":"多才巧智，秀气伶俐，中年多劳，晚年吉祥，环境良好，刑偶伤子。"},{"key":"溪","mean":"事业如意，中年成功隆昌，福禄双收，双妻之命，晚年劳神。"},{"key":"熏","mean":"天生聪颖，名利双收，秀气多才，中年隆昌，荣贵之字。"},{"key":"溢","mean":"兄弟无缘，多才贤能，身弱多病，中年吉祥，晚年劳神。"},{"key":"源","mean":"清雅荣贵，智勇双全，财官两旺，一门兴旺，富贵之字。"},{"key":"滋","mean":"温和贤淑，清秀伶俐，中年吉祥，晚年隆昌，环境良好，贤能之字。"},{"key":"畅","mean":"一生清雅荣贵，天生聪颖，事业如意，环境良好。"},{"key":"尘","mean":"精明公正，义利分明，中年吉祥，晚年隆昌，环境良好。"},{"key":"绰","mean":"一生清雅平凡，秀气伶俐，身弱多病，中年多灾，晚年吉祥。"},{"key":"嫡","mean":"克父命，少年艰难，身瘦多病，中年吉祥，欠子之字，环境良好。"},{"key":"端","mean":"英敏多才，智勇双全，清雅荣贵，中年吉祥，环境良好。"},{"key":"对","mean":"刑偶伤子，中年劳，晚年吉祥，女人薄幸，再嫁守寡之字。"},{"key":"尔","mean":"秀气英敏，温和荣贵，中年吉祥，晚年成功隆昌，出国之字。"},{"key":"裹","mean":"清雅伶俐，出外吉祥，有爱情厄，中年劳，晚年吉祥。"},{"key":"奖","mean":"有爱情厄，奔波劳苦，中年多劳，晚年吉祥。"},{"key":"尽","mean":"清雅伶俐，刑偶欠子，有爱情烦恼，再嫁守寡之字。"},{"key":"恺","mean":"理智充足，一生清雅荣贵，官运旺，中年成功隆昌。"},{"key":"辣","mean":"秀气伶俐，口快心直，勤俭治家，小心爱情厄，吉祥幸福。"},{"key":"郎","mean":"性刚有英雄气派，晚婚吉祥，中年平，晚年吉祥，清雅多才，忌车怕水。"},{"key":"连","mean":"出外吉祥，贵人明现，福禄双收，名利永在，女人不幸多灾。"},{"key":"僚","mean":"清雅多才，二子吉祥，中年多灾，晚年吉祥，重情失败。"},{"key":"绫","mean":"出外逢贵得财，多才伶俐，中年劳，晚年吉祥，女人不幸再嫁。"},{"key":"领","mean":"刑偶伤子，中年多灾，有爱情厄，晚年吉祥，小心牢狱之灾，女人吉祥。"},{"key":"绿","mean":"清秀多才，中年平凡，晚年吉祥，女人不幸，再嫁之字。"},{"key":"纶","mean":"克偶伤子，再嫁守寡，中年多灾，晚年吉祥。"},{"key":"嫩","mean":"多才秀气，肯做肯劳，勤俭治家，中年吉祥，晚年隆昌。"},{"key":"宁","mean":"温和贤淑，多才巧智，中年成功隆昌，荣贵之字。"},{"key":"裳","mean":"天生聪颖，刑偶伤子，晚婚大吉，清雅荣贵，中年成功隆昌，出国之字。"},{"key":"台","mean":"一生清雅，技术大吉，中年奔波，成功隆昌，晚年享福。"},{"key":"态","mean":"身闲心苦，身弱多病，中年劳或潦倒，晚年吉祥。"},{"key":"叹","mean":"命途多舛，一生清雅多才，薄幸多灾，短寿多灾难之字。"},{"key":"滕","mean":"刑偶伤子，或有爱情厄，重情失败，晚年吉祥，晚福之字。"},{"key":"通","mean":"口快伶俐，刑偶伤子，出外大吉，中年劳，晚年吉祥。"},{"key":"透","mean":"奔波劳苦，有爱情厄，中年多劳，晚年吉祥。"},{"key":"图","mean":"一生多才贤能，理智充足，出外大吉，中年吉祥，晚年劳神。"},{"key":"团","mean":"忧心劳神，怀才不遇，中年劳，晚年吉祥。"},{"key":"荧","mean":"天生聪颖，秀气伶俐，中年吉祥，忠厚善良，一门鼎盛。"},{"key":"毓","mean":"学识渊博，清雅荣贵，官运旺，名利双收，出国隆昌之字。"},{"key":"彰","mean":"学识丰富，清雅多才，中年吉祥，晚年隆昌，名利之字。"},{"key":"祯","mean":"清雅荣贵，二子吉祥，天生聪颖，中年成功，环境良好。"},{"key":"志","mean":"口快心直，性刚劳心，中年奔波，晚年成功隆昌。"},{"key":"种","mean":"智勇双全，勤俭治家，中年平凡，晚年吉祥，环境良好。"},{"key":"逐","mean":"清雅荣贵，多才巧智，中年成功隆昌，出国之字。"},{"key":"诞","mean":"出外吉祥，贵人明现，中年平凡，晚年吉祥，一生清雅。"},{"key":"监","mean":"不祥之字，忧心劳神，身弱短寿，中年多灾，难幸福。"},{"key":"境","mean":"英敏多才，清雅荣贵，福禄双收，名利有份，出外大吉，荣贵之字。"},{"key":"硕","mean":"清雅荣贵，多才贤能，中年吉祥，晚年隆昌，二子吉祥。"},{"key":"玮","mean":"清雅伶俐，天生多才，中年吉祥，晚年隆昌，出国之字。"},{"key":"瑕","mean":"出外吉祥，秀气伶俐，温和贤淑，中年劳，晚年隆昌。"},{"key":"顼","mean":"清雅荣贵，二子吉祥，多才贤能，中年成功隆昌，财官两旺。"},{"key":"耶","mean":"刑偶伤子，百事劳苦，性刚口快，中年平，晚年吉祥。"},{"key":"瑛","mean":"清雅荣贵，小心爱情厄，成功隆昌，环境良好。"},{"key":"与","mean":"一生清雅伶俐，多才贤能，中年平凡，晚年隆昌，二子吉祥。"},{"key":"婵","mean":"秀气多才，福禄双收，名利永在，中年成功隆昌，环境良好。"},{"key":"肠","mean":"忧心劳神，事劳无功，身弱短寿，难幸福，多灾难。"},{"key":"冲","mean":"多刑克，不祥之字，一生潦倒困苦，病弱短寿，忌车怕水，难得幸福。"},{"key":"锄","mean":"刑偶伤子，多才贤能，中年劳或奔波，晚年吉祥。"},{"key":"赐","mean":"多刑克，破相或多疾，病弱孤独，中年吉祥，短寿之字。"},{"key":"熟","mean":"一贫如洗，欠子多灾，中年平，晚年劳神，多病困苦之字。"},{"key":"锋","mean":"财官两旺，出外逢贵，清雅荣贵，安福尊荣。"},{"key":"敷","mean":"出外吉祥，一生清雅平凡，中年多灾，晚年吉祥。"},{"key":"缄","mean":"有爱情厄，忌车怕水，中年小心，晚年吉祥。"},{"key":"剑","mean":"性刚果断，中年劳或奔波，晚年吉祥，有眼疾。"},{"key":"节","mean":"身弱短寿，二子吉祥，中年吉祥，晚年劳神，清雅多才。"},{"key":"靓","mean":"多才贤能，勤俭治家，中年吉祥，晚年隆昌。"},{"key":"剧","mean":"带刀厄，杀人被杀，有牢狱之灾，病弱短寿，一生不幸。"},{"key":"劈","mean":"带刀厄，不祥之字，一贫如洗，病弱短寿，多灾难，出国之格。"},{"key":"铺","mean":"一生清雅伶俐，贵人明现，中年平凡，晚年吉祥隆昌。"},{"key":"请","mean":"清雅温和，伶俐多才，中年平凡，晚年隆昌，环境良好。"},{"key":"趣","mean":"刑偶伤子，出外吉祥，中年劳，晚年隆昌，女人再嫁守寡。"},{"key":"锐","mean":"刑偶伤子，清雅伶俐，中年劳，晚年吉祥，小心爱情厄。"},{"key":"赏","mean":"义利分明，名利双收，二子吉祥，中年吉祥，晚年隆昌。"},{"key":"审","mean":"福禄双收，一生清雅伶俐，中年劳，晚年吉祥，劳神之字。"},{"key":"蚀","mean":"秀气荣幸，温和忠厚，中年多灾，晚年吉祥。"},{"key":"数","mean":"有爱情烦恼，身弱短寿，出外吉祥，中年劳，晚年隆昌，男人多才贤能。"},{"key":"锈","mean":"小心爱情厄，一生清雅多才，刑偶欠子，晚年吉祥。"},{"key":"绪","mean":"智勇双全，清雅多才，晚婚迟得子大吉，中年劳，晚年吉祥。"},{"key":"帜","mean":"有爱情厄，忌车怕水，晚婚迟得子吉，晚年吉祥。"},{"key":"葆","mean":"智勇双全，清雅多才，中年平凡，晚年隆昌，忌车怕水。"},{"key":"标","mean":"一生清雅多才，天生聪颖，多子之格，双妻之格。"},{"key":"槽","mean":"外祥内苦，刑偶伤子，有爱情烦恼，中年劳，晚年吉祥。"},{"key":"樗","mean":"刑克父母，忧心劳神，身弱多病，中年多灾，晚年吉祥。"},{"key":"枞","mean":"字库中没有此字的姓名学解释。"},{"key":"葱","mean":"雨夜之花，暗淡无光，一生多灾，再嫁守寡，身弱短寿。"},{"key":"稻","mean":"身瘦多才，清雅温和，中年劳或奔波，晚年吉祥。"},{"key":"蒂","mean":"清雅多才，秀气贤能，中年吉祥，晚年隆昌幸福。"},{"key":"面","mean":"刑偶伤子，早婚半途，有爱情烦恼，中年劳，晚年吉祥。"},{"key":"樊","mean":"多刑克，多灾难，刑偶伤子，一贫如洗，配合得宜，成功隆昌。"},{"key":"广","mean":"刑克父母，一生清雅伶俐，身弱多才，中年劳，晚年吉祥，教育界大吉。"},{"key":"郭","mean":"一生清雅，智勇双全，中年劳或奔波，晚年吉祥隆昌。"},{"key":"葫","mean":"忧心劳神，一贫如洗，有爱情烦恼，难幸福，再嫁守寡之字。"},{"key":"价","mean":"克父命，多才巧智，清雅伶俐，二子吉祥，晚年隆昌。"},{"key":"驾","mean":"多相克，清雅多才，中年劳或奔波，晚年吉祥。"},{"key":"稼","mean":"福禄双收，名利有份，出外吉祥，中年成功隆昌。"},{"key":"俭","mean":"疾病困苦，事劳无功，肯做肯劳，勤俭治家，难幸福。"},{"key":"箭","mean":"多相克，中年奔波劳苦，多灾难，晚年吉祥。"},{"key":"娇","mean":"有爱情烦恼，刑偶伤子，再嫁守寡，病弱短寿，晚年隆昌。"},{"key":"颉","mean":"清雅荣贵，智勇双全，官运旺，名利双收，二子吉祥，出国之字。"},{"key":"驹","mean":"秀气贤能，清雅荣贵，福禄双收，环境良好，小心爱情厄。"},{"key":"靠","mean":"多才温和，清雅伶俐，中年劳，晚年吉祥，福禄双收。"},{"key":"课","mean":"少年艰难，中年平凡，晚年吉祥隆昌，环境良好。"},{"key":"宽","mean":"清雅多才，荣贵隆昌，中年吉祥，环境良好，女人薄幸，多灾短寿。"},{"key":"款","mean":"忧心劳神，事劳无功，刑偶欠子，身弱多灾，再嫁守寡之字。"},{"key":"葵","mean":"清雅多才，秀气伶俐，官运旺，中年成功隆昌，环境良好。"},{"key":"楼","mean":"学问丰富，福禄双收，智勇双全，武官大吉，成功隆昌，兴家之字。"},{"key":"模","mean":"清雅荣贵，多才贤能，中年成功隆昌，晚年环境良好，出国之格。"},{"key":"篇","mean":"天生聪颖，秀气巧妙，中年劳或潦倒，晚年吉祥。"},{"key":"慷","mean":"一生慷慨待人，智勇双全，中年劳或奔波，晚年吉祥。"},{"key":"庆","mean":"福禄双收，智勇双全，名利双收，一生多才，环境良好。"},{"key":"穷","mean":"潦倒一生，一贫如洗，一生难幸福，中年劳，晚年吉祥。"},{"key":"枢","mean":"清雅多才，福禄双收，名利有份，成功隆昌。"},{"key":"妩","mean":"刑偶伤子，贫苦多舛，身弱多病，一生困苦多灾。"},{"key":"贤","mean":"二子吉祥，多才巧智，中年平，晚年吉祥，但短寿。"},{"key":"箱","mean":"小心爱情厄，一生清雅温和，中年吉祥，晚年劳神，不幸之字。"},{"key":"萱","mean":"学识渊博，一生多才，清雅荣贵，官运旺，福寿出国。"},{"key":"样","mean":"性刚口快，少年艰难，中年劳，晚年吉祥，出外吉祥。"},{"key":"仪","mean":"忠厚善良，勤俭伶俐，名利双收，清雅荣贵，富贵之字。"},{"key":"谊","mean":"温和多才，贤能勤俭，财官皆旺，中年成功隆昌。"},{"key":"毅","mean":"学识渊博，清雅荣贵，出外吉祥，出国之字，多才贤能。"},{"key":"莹","mean":"名利双收，智勇双全，中年成功隆昌，出国之字。"},{"key":"樟","mean":"忠厚善良，勤俭治家，一生中年多灾，晚年吉祥。"},{"key":"箴","mean":"口快心直，一生清雅伶俐，出外吉祥，中年平凡，晚年吉祥，刑偶伤子。"},{"key":"褒","mean":"出外吉祥，多才贤能，义利分明，中年劳，晚年吉祥。"},{"key":"暴","mean":"性刚口快，口才伶俐，中年多灾，晚年吉祥。"},{"key":"辈","mean":"忧心劳神，性刚果断，中年多灾，晚年吉祥，子孙兴旺。"},{"key":"编","mean":"秀气伶俐，多才贤能，中年劳，或潦倒，晚年吉祥。"},{"key":"蝙","mean":"忧心劳神，刑偶伤子，中年劳，晚年吉祥。"},{"key":"饼","mean":"秀气伶俐，天生聪颖，中年多灾，女人有爱情厄。"},{"key":"部","mean":"刑偶伤子，中年劳苦，家庭不和，晚年吉祥。"},{"key":"醇","mean":"天生聪明，理智充足，清雅多才，中年吉祥，晚年隆昌。"},{"key":"范","mean":"胆识丰富，多才贤能，中年劳，出外吉祥，晚年昌盛。"},{"key":"蝠","mean":"刑克父母，忧心劳神，一贫如洗，刑偶伤子。"},{"key":"赋","mean":"多愁多劳，命途多舛，身弱短寿，忌车怕水，孑然一身。"},{"key":"虢","mean":"英敏性刚，武官大吉，清雅荣贵，忠厚多才，出国之格，荣昌之字。"},{"key":"汉","mean":"义利分明，荣贵隆昌，刑偶欠子，中年平，晚年吉祥，英雄之格。"},{"key":"滹","mean":"刑偶伤子，性刚果断，中年多灾，晚年吉祥。"},{"key":"浒","mean":"口才伶俐，一生聪明，中年劳，晚年隆昌，清闲之字。"},{"key":"辉","mean":"性刚果断，幼年多灾，中年吉祥，晚年隆昌，环境良好，出国之字。"},{"key":"慧","mean":"聪明伶俐，清雅温和，中年劳，晚年吉祥。"},{"key":"履","mean":"英敏佳人，上下敦睦，出外吉祥，中年吉祥，晚年隆昌。"},{"key":"卖","mean":"刑偶伤子，忧心劳神，中年多灾，晚年享福，二子吉祥。"},{"key":"满","mean":"有爱情烦恼，身弱短寿，难幸福，再嫁守寡，成功隆昌。"},{"key":"慢","mean":"秀气伶俐，多才贤能，出外吉祥，中年平凡，晚年隆昌。"},{"key":"漫","mean":"秀气温和，勤俭治家，中年吉祥，晚年隆昌，出外吉祥，出国成功。"},{"key":"貌","mean":"忧心劳神，损丁破财，中年多灾，晚年吉祥，但劳神之字。"},{"key":"庙","mean":"清雅荣贵，福禄双收，中年劳，晚年吉祥。"},{"key":"瞑","mean":"忧心劳神，事劳无功，一生多灾，不祥之字。"},{"key":"摸","mean":"清雅多才，忠厚善良，医界大吉，中年吉祥，晚年隆昌，忌车怕水。"},{"key":"摩","mean":"多忧少乐，外祥内苦，中年多舛，晚年吉祥但劳神。"},{"key":"漠","mean":"清雅荣贵，忠厚善良，中年吉祥，晚年隆昌，忌车怕水。"},{"key":"墨","mean":"忧心劳神，怀才不遇，中年劳或潦倒，晚年吉祥。"},{"key":"慕","mean":"性刚果断，有牢狱之灾，多灾难，中年劳苦，晚年吉祥。"},{"key":"暮","mean":"晚婚迟得子吉，一生多灾，刑偶伤子，晚年吉祥。"},{"key":"盘","mean":"身瘦伶俐，刑克父母，中年吉祥，晚年劳神，长寿之字。"},{"key":"赔","mean":"福禄双收，智勇双全，中年成功隆昌，环境良好，荣贵之字。"},{"key":"翩","mean":"忌车怕水，清雅多才，中年劳或克偶，晚年吉祥。"},{"key":"漂","mean":"福禄双收，少年艰难，中年虽吉多灾，晚年隆昌，短寿之字。"},{"key":"魄","mean":"不祥之字，一贫如洗，病弱短寿，抱恨九泉，不幸之字。"},{"key":"漱","mean":"口快心直，刑偶伤子，中年吉祥，晚年劳神，欠子之字。"},{"key":"霆","mean":"智勇双全，精明公正，出外吉祥，官运旺，中年成功隆昌。"},{"key":"万","mean":"刑克父母，一生孤劳，事劳无功，虽有成功，但昙花一现。"},{"key":"嬉","mean":"温和贤淑，福禄双收，中年成功隆昌，秀气伶俐。"},{"key":"虾","mean":"秀气伶俐，温和贤淑，出外吉祥，中年平，晚年隆昌。"},{"key":"霄","mean":"聪明伶俐，刑偶欠子，小心爱情厄，中年多劳，晚年吉祥但劳神。"},{"key":"漩","mean":"温和伶俐，清雅贤淑，中年劳苦，晚年隆昌。"},{"key":"演","mean":"一生清雅多才，家声克振，中年吉祥，晚年劳神，二子吉祥。"},{"key":"漪","mean":"秀气伶俐，温和贤淑，中年吉祥，晚年隆昌，短寿之字。"},{"key":"渔","mean":"一生清雅伶俐，多才福寿，环境良好。"},{"key":"涨","mean":"忧心劳神，刑偶欠子，出外吉祥，中年多灾，晚年吉祥。"},{"key":"震","mean":"勤俭建业，家声克振，智勇双全，武官吉祥，中年有灾。"},{"key":"渍","mean":"福祉绵远，克己助人，智勇双全，中年吉祥，环境良好。"},{"key":"皑","mean":"多才巧智，多才贤能，官运旺，中年成功隆昌，出国之字。"},{"key":"层","mean":"英雄格，秀气伶俐，一生多灾，晚婚吉，晚年吉祥。"},{"key":"彻","mean":"出外吉祥，清雅多才，中年劳或奔波，晚年吉祥，环境良好。"},{"key":"除","mean":"勤俭持家，二子吉祥，忌车怕水，中年劳，晚年吉祥。"},{"key":"弹","mean":"性刚果断，一生多灾，身弱多劳，虽有才能，难望幸福。"},{"key":"德","mean":"多才巧智，温和贤能，中年劳，晚年成功隆昌，环境良好。"},{"key":"敌","mean":"忧心劳神，事劳无功，中年多灾，晚年吉祥，劳神之字。"},{"key":"缔","mean":"一生清雅，秀气伶俐，福禄双收，名利有份，清贵之字。"},{"key":"调","mean":"福禄双收，重信用，多才伶俐，中年吉祥，环境良好。"},{"key":"蝶","mean":"有爱情烦恼，刑偶伤子，秀气伶俐，中年吉祥，晚年劳神。"},{"key":"董","mean":"英敏才人，理智充足，中年吉祥隆昌，晚年劳神。"},{"key":"缎","mean":"多才贤能，清雅荣贵，中年劳，晚年吉祥，出外大吉。"},{"key":"缓","mean":"清雅秀气，小心爱情厄，中年劳，晚年吉祥，出外隆昌。"},{"key":"践","mean":"智勇双全，温和精诚，忌车怕水，中年有灾，晚年吉祥。"},{"key":"瑾","mean":"智勇双全，多才贤能，中年成功隆昌，学识渊博，出国之字。"},{"key":"进","mean":"天生聪颖，刑偶伤子，中年平凡，吉祥隆昌，出外大吉，环境良好。"},{"key":"乐","mean":"英敏多才，子孙兴旺，中年多灾，晚年吉祥隆昌。"},{"key":"厉","mean":"刑偶伤子，清雅英敏，中年平凡，晚年吉祥，荣幸之字。"},{"key":"练","mean":"福禄双收，克己助人，安福尊荣，女人小心爱情厄，环境良好。"},{"key":"谅","mean":"一生保守平凡，晚婚迟得子大吉，中年多灾，晚年吉祥。"},{"key":"寮","mean":"天生聪颖，清雅多才，中年劳，晚年吉祥，环境良好。"},{"key":"刘","mean":"英敏之才，清雅伶俐，二子吉祥，中年劳，晚年吉祥。"},{"key":"鲁","mean":"多才贤能，温和伶俐，晚婚迟见子吉，中年劳，晚年隆昌。"},{"key":"虑","mean":"一生清雅伶俐，多才贤能，中年劳，晚年吉祥。"},{"key":"轮","mean":"有才能理智，清雅伶俐，中年劳，晚年吉祥，女人有爱情烦恼。"},{"key":"论","mean":"克父命，清雅多才，温和伶俐，中年劳，晚年吉祥。"},{"key":"鼐","mean":"学识渊博，清雅荣贵，中年成功隆昌，官运旺，出国之格。"},{"key":"闹","mean":"少年艰难，离祖成功，中年劳，晚年吉祥。"},{"key":"僻","mean":"忧心劳神，事劳无功，一生命途多舛，病弱短寿。"},{"key":"热","mean":"一贫如洗，身弱多病，刑偶伤子，中年吉祥，晚年劳神。"},{"key":"谈","mean":"性刚口快，口才伶俐，多才清雅，中年劳，晚年吉祥。"},{"key":"瑭","mean":"多才贤能，温和忠厚，勤俭治家，中年吉祥，清雅平凡。"},{"key":"缇","mean":"晚婚迟得子大吉，出外吉祥，中年平，晚年吉祥，女人小心爱情厄。"},{"key":"腰","mean":"父母无缘，忧心劳神，中年吉祥，晚年劳神，平凡欠子之字。"},{"key":"暂","mean":"晚婚迟得子吉，中年劳，晚年吉祥。"},{"key":"摘","mean":"刑偶欠子，清雅多才，福禄双收，中年吉祥，晚年劳神。"},{"key":"阵","mean":"忧心劳神，事劳无功，中年吉祥，晚年多灾，不幸短寿。"},{"key":"征","mean":"刑偶伤子，智勇双全，重情失败，成功隆昌，精诚之字。"},{"key":"质","mean":"秀气多才，温和贤淑，二子吉祥，中年吉祥隆昌。"},{"key":"驻","mean":"义利分明，智勇双全，刑偶伤子，中年吉祥，晚年隆昌。"},{"key":"鞍","mean":"晚婚迟得子吉，多才机敏，中年劳，晚年吉祥。"},{"key":"墀","mean":"精明公正，官运旺，智勇双全，清雅荣贵，中年劳，晚年成功。"},{"key":"磁","mean":"多相克，命硬，少年艰难，中年劳苦，晚年隆昌，二子吉祥。"},{"key":"磋","mean":"父母无缘，兄弟无靠，中年多灾，晚年吉祥。"},{"key":"墩","mean":"出外吉祥，忧心劳神，刑偶伤子，晚年吉祥。"},{"key":"堕","mean":"一生清雅荣贵，精明公正，中年成功隆昌，环境良好。"},{"key":"欧","mean":"一生清雅，英敏伶俐，晚年吉祥。"},{"key":"坟","mean":"肯做肯劳，重信用，中年离乱，再嫁之字，身弱多灾，环境良好。"},{"key":"糊","mean":"智勇双全，克己助人，中年吉祥，晚年劳神。"},{"key":"蝴","mean":"秀气伶俐，多才贤能，刑偶伤子，中年隆昌，晚年劳神。"},{"key":"磐","mean":"多相克，一生清雅平凡，晚婚吉祥，晚年隆昌。"},{"key":"确","mean":"忧心劳神，清雅秀气，中年多灾，晚年吉祥。"},{"key":"豌","mean":"秀气伶俐，出外吉祥，中年劳，晚年隆昌，一生幸福。"},{"key":"慰","mean":"智勇双全，清雅荣贵，中年内心多苦，晚年吉祥，劳神之字。"},{"key":"娴","mean":"秀气温和，勤俭制家，中年吉祥，晚年隆昌，出国之字。"},{"key":"养","mean":"忠厚善良，义利分明，福寿绵长，勤俭治家，环境良好，子孙兴旺。"},{"key":"叶","mean":"温和慈善，一生勤敏，耐力强，言多必失，晚年吉祥。"},{"key":"亿","mean":"清雅平凡，保守之格，刑偶欠子，中年吉祥，晚年隆昌，短寿之字。"},{"key":"逸","mean":"一生奔波劳苦，怀才不遇，智勇双全，中年劳，晚年隆昌。"},{"key":"影","mean":"义利分明，清雅多才，中年吉祥，晚年隆昌，荣贵之字。"},{"key":"忧","mean":"不祥之字，忧心劳神，事劳无功，出外吉祥，一贫如洗。"},{"key":"邮","mean":"忧心劳神，少年艰难，中年平凡，晚年吉祥，伶俐之字。"},{"key":"院","mean":"清雅伶俐，多才巧智，中年吉祥，晚婚吉，晚年劳神。"},{"key":"阅","mean":"勤俭持家，肯做肯劳，多才贤能，中年劳，晚年吉祥。"},{"key":"增","mean":"福禄双收，名利有份，中年吉祥，晚年隆昌，荣贵之字。"},{"key":"徵","mean":"学问丰富，名利双收，清雅荣贵，出国之字，子孙兴旺。"},{"key":"侪","mean":"清雅荣贵，勤俭治家，官运旺，中年成功隆昌，出国之字。"},{"key":"锤","mean":"义利分明，克己助人，中年成功隆昌，环境良好。"},{"key":"錿","mean":"秀气英敏，清雅荣贵，中年吉祥，晚年隆昌，环境良好。"},{"key":"错","mean":"晚婚迟得子吉，多才温和，小心爱情厄，中年吉祥，晚年隆昌。"},{"key":"雕","mean":"智勇双全，清雅多才，中年平凡，晚年隆昌，劳神之字。"},{"key":"锭","mean":"刑偶伤子，出外吉祥，清雅荣贵，中年隆昌，晚年劳神，温和之字。"},{"key":"醒","mean":"有爱情烦恼，一生多才，内心多忧，晚年吉祥。"},{"key":"钢","mean":"口快心直，武官大吉，中年劳，刑偶伤子，晚年吉祥。"},{"key":"辑","mean":"口才伶俐，多才有能，中年吉祥，晚年隆昌，名利之字。"},{"key":"锦","mean":"吉凶分明，吉则清贵隆昌，出国富贵，凶则忌车怕水，恶死凶亡。"},{"key":"静","mean":"多才贤能，清雅伶俐，中年平凡，晚年吉祥，小心爱情厄。"},{"key":"锯","mean":"克父命，刑偶伤子，中年劳或多灾，福禄双收，晚年隆昌。"},{"key":"穆","mean":"一生清雅贤能，有才能，英俊但中年劳，晚年吉祥。"},{"key":"凭","mean":"出外吉祥，多才清雅，中年成功隆昌，晚年倍加隆昌。"},{"key":"鍂","mean":"清雅荣贵，多才贤能，成功隆昌，官运旺，女人有爱情厄。"},{"key":"钱","mean":"一生清雅伶俐，小巧多才，中年奔波，晚年吉祥隆昌。"},{"key":"嫱","mean":"秀气伶俐，勤俭肯劳，中年小心爱情厄，晚年吉祥，幸福之字。"},{"key":"儒","mean":"多才贤能，精明公正，官运旺，荣贵隆昌，环境良好。"},{"key":"睿","mean":"天生聪颖，多才忠厚，成功隆昌，环境良好，出国之字。"},{"key":"颓","mean":"一生清雅多才，二子吉祥，中年劳或奔波，晚年吉祥。"},{"key":"羲","mean":"温和贤能，义利分明，官运旺，多才忠厚，成功隆昌。"},{"key":"谖","mean":"出外逢贵得财，温和贤能，中年多劳，晚年吉祥。"},{"key":"谒","mean":"口才伶俐，勤俭治家，中年吉祥，有离乱之灾，晚年吉祥。"},{"key":"谕","mean":"胆识丰富，精明公正，官运旺，中年成功隆昌，出国之字。"},{"key":"战","mean":"口快心直，多才贤能，多刑克，中年吉祥，晚年劳神。"},{"key":"铮","mean":"精明公正，克己助人，清雅荣贵，官运旺，中年成功隆昌，出国之字。"},{"key":"整","mean":"妻贤子贵，一生清雅，义利分明，中年吉祥，晚年隆昌。"},{"key":"诸","mean":"清雅多才，温和贤淑，晚婚迟得子吉，中年劳，晚年吉祥。"},{"key":"锥","mean":"一生清雅，多才巧智，一门鼎盛，环境良好。"},{"key":"苍","mean":"一生清雅平凡，天生聪颖，福禄双收，中年劳，晚年吉祥。"},{"key":"萼","mean":"秀气伶俐，刑偶伤子，事劳无功，中年劳，晚年吉祥。"},{"key":"树","mean":"一生清雅多才，特有人缘，中年劳，晚年吉祥，克父命，环境良好。"},{"key":"龟","mean":"多妻，中年吉祥隆昌，刑偶欠子，晚年劳神，环境良好。"},{"key":"过","mean":"暗淡无光，忧心劳神，事劳无功，一生多灾，晚年吉祥。"},{"key":"横","mean":"刑克父母，二子吉祥，一生英敏多才，中年吉祥，晚年隆昌。"},{"key":"桦","mean":"温和贤能，多才忠厚，中年吉祥，晚年隆昌，官旺，出国之字。"},{"key":"机","mean":"口快心直，一生奔波大吉，中年多劳但隆昌，晚年荣幸。"},{"key":"冀","mean":"怀才不遇，外祥内苦，中年多劳，晚年吉祥，二子吉祥。"},{"key":"颊","mean":"忧心劳神，二子吉祥，一生清雅，贵人明现，晚年吉祥。"},{"key":"憬","mean":"妻闲子贵，义利分明，中年成功隆昌，官或财旺，环境良好。"},{"key":"橘","mean":"义利分明，安富尊荣，中年吉祥隆昌，晚年劳神。"},{"key":"举","mean":"小心爱情烦恼，天生聪颖，中年劳，晚年吉祥。"},{"key":"麇","mean":"清秀伶俐，温和贤淑，中年吉祥，晚年隆昌，出国之字。"},{"key":"裤","mean":"一生清雅伶俐，秀气伶俐，中年劳，晚年吉祥，女人不幸之字。"},{"key":"窥","mean":"有情有义，英雄格，中年劳，性刚口快，晚年吉祥。"},{"key":"梦","mean":"清雅荣贵，中年吉祥，环境良好，女人刑偶伤子，不幸之字。"},{"key":"器","mean":"福禄双收，口快心直，多才贤能，刑偶伤子，有爱情烦恼，晚年隆昌。"},{"key":"褰","mean":"暗淡无光，一贫如洗，中年多灾，晚年吉祥，再嫁守寡之字。"},{"key":"黔","mean":"忧心劳神，事劳无功，中年劳，晚年吉祥，环境良好。"},{"key":"桥","mean":"多才温和，清雅伶俐，福禄双收，刑偶伤子，晚婚吉，晚年吉祥。"},{"key":"亲","mean":"意志强，抱负大，但怀才不遇，中年多劳，晚年吉祥。"},{"key":"蓉","mean":"温和忠厚，福禄双收，多才贤能，中年成功隆昌，出国之字。"},{"key":"县","mean":"小心爱情厄，智勇双全，中年劳，忌车怕水，晚年吉祥。"},{"key":"筱","mean":"出外吉祥，秀气巧妙，多才贤能，中年吉祥，晚年隆昌，幸福之字。"},{"key":"谐","mean":"一生清雅平凡，晚婚大吉，中年劳，晚年吉祥隆昌。"},{"key":"蓄","mean":"多才贤能，清雅伶俐，中年劳，勤俭治家，晚年吉祥。"},{"key":"谚","mean":"精明公正，重信用，福禄双收，成功隆昌，环境良好。"},{"key":"窑","mean":"英敏多才，清雅荣贵，中年成功隆昌，劳神多灾。"},{"key":"颖","mean":"智勇双全，义利分明，中年平凡，晚年吉祥，二子兴旺之字。"},{"key":"遇","mean":"奔波劳苦，身弱多病，中年劳，怀才不遇，晚年吉祥。"},{"key":"圜","mean":"有爱情厄，小心多才，英敏勤俭，中年劳，晚年吉祥。"},{"key":"蓁","mean":"清雅荣贵，学识渊博，中年成功隆昌，官运旺，出国之字。"},{"key":"筑","mean":"智勇双全，清雅荣贵，中年吉祥，晚年隆昌，出国之字。"},{"key":"樽","mean":"刑偶伤子，身弱多病，中年劳或潦倒，晚年吉祥，忌车怕水。"},{"key":"遍","mean":"性刚果断，奔波劳苦，出外吉祥，晚年隆昌。"},{"key":"潮","mean":"多才巧智，清雅伶俐，中年劳或刑偶，晚年吉祥隆昌。"},{"key":"澄","mean":"多才贤能，英敏伶俐，中年平，晚年吉祥，环境良好。"},{"key":"霖","mean":"学问丰富，清雅荣贵，官运旺，精明公正，出国之字，富贵之格。"},{"key":"霏","mean":"清雅多才，福禄双收，中年吉祥，小心爱情厄，晚年隆昌。"},{"key":"奋","mean":"英敏之才，清雅荣贵，中年吉祥，小心爱情厄，出国成功之字。"},{"key":"愤","mean":"二子吉祥，性刚果断，身弱短寿，中年吉祥，晚年多病。"},{"key":"颔","mean":"清雅伶俐，二子吉祥，中年平凡，晚年隆昌，名利之字。"},{"key":"潢","mean":"克父命，身瘦多才，贤能温和，中年吉祥，晚年隆昌。"},{"key":"浇","mean":"刑偶伤子，克父命，出外吉祥，中年平，晚年隆昌，官运旺。"},{"key":"洁","mean":"忧心劳神，事劳无功，有爱情烦恼，不幸再嫁。"},{"key":"溃","mean":"清雅荣贵，勤俭治家，家声克振，二子吉祥，环境良好。"},{"key":"瞒","mean":"忧心劳神，事劳无功，有爱情烦恼，短寿自杀。"},{"key":"默","mean":"清闲伶俐，多才敦睦，中年成功隆昌，出国之格，忌木类。"},{"key":"谋","mean":"出外吉祥，温和多才，中年劳但吉祥，晚年隆昌。"},{"key":"霓","mean":"秀气伶俐，清雅荣贵，中年吉祥，小心爱情厄，出国成功。"},{"key":"陪","mean":"理智充足，一生清雅伶俐，福禄双收，一生平凡，保守之字。"},{"key":"霈","mean":"性刚果断，温和多才，中年吉祥，晚年隆昌，环境良好。"},{"key":"润","mean":"福禄双收，福寿兴家，环境良好，安富尊荣。"},{"key":"潭","mean":"克偶欠子，清雅伶俐，中年吉祥，晚年劳神，清雅之字"},{"key":"宪","mean":"小心爱情厄，有才能，官旺英敏伶俐，晚年隆昌。"},{"key":"兴","mean":"温和英敏，清雅多才，中年劳，晚年隆昌，忌车怕水，刑偶欠子。"},{"key":"学","mean":"外祥内忧，多才贤能，中年劳，刑偶伤子，晚年吉祥。"},{"key":"陈","mean":"口快心直，清雅多才，中年劳苦，晚年吉祥。"},{"key":"炽","mean":"精力旺盛，刑偶伤子，出外吉祥，晚婚大吉，成功隆昌，荣贵之字。"},{"key":"俦","mean":"学问丰富，官运旺，一生清雅，成功隆昌，身弱多疾。"},{"key":"撮","mean":"刑克父母，刑偶伤子，出外吉祥，中年劳，晚年吉祥。"},{"key":"达","mean":"学识渊博，安富尊荣，富寿兴家，成功隆昌，出国之字，官旺。"},{"key":"导","mean":"小心爱情厄，多才英雄，中年多灾，晚年吉祥，欠子之字。"},{"key":"道","mean":"智勇双全，精明公正，出外大吉，中年成功隆昌，荣贵出国之字。"},{"key":"灯","mean":"忧心劳神，事劳无功，中年多灾，晚年安详。"},{"key":"谛","mean":"口才伶俐，多才贤能，成功隆昌，女人有爱情厄，晚年多疾。"},{"key":"都","mean":"清雅多才，温和贤能，中年平凡，晚年吉祥，清闲之字。"},{"key":"炖","mean":"一生多才，中年劳，忧心劳神，晚年吉祥，离祖成功。"},{"key":"积","mean":"天生聪颖，一生温和多才，二子吉祥，白手成家，晚年隆昌。"},{"key":"赖","mean":"谋为出众，清雅多才，中年劳，晚年吉祥，环境良好。"},{"key":"擂","mean":"一生清雅多才，忌车怕水，刑偶欠子，孤独守寡，长寿之字。"},{"key":"璃","mean":"不祥之字，多灾难，身弱多病，中年多灾，晚年吉祥。"},{"key":"罹","mean":"一生清雅，谋为出众，中年劳或多灾，晚年吉祥。"},{"key":"历","mean":"晚婚迟得子吉，多忧少乐，中年劳，晚年吉祥，刑偶伤子。"},{"key":"琏","mean":"学识渊博，福禄双收，名利永在，中年成功隆昌，环境良好，出国之格。"},{"key":"陵","mean":"常有祸端，智勇双全，中年成功隆昌，晚年多灾。"},{"key":"遛","mean":"出外逢贵得财，名利双收，中年劳，晚年隆昌。"},{"key":"龙","mean":"克父命，晚婚吉祥，中年多灾，潦倒外出，晚年平凡，多灾之字。"},{"key":"卢","mean":"带血字，多刑克，晚婚吉，中年多劳，晚年吉祥。"},{"key":"陆","mean":"性直口快，少年艰难，中年吉祥，或奔波，晚年隆昌。"},{"key":"录","mean":"智勇双全，性刚口快，中年劳或潦倒，晚年吉祥，环境良好。"},{"key":"燃","mean":"清雅荣贵，财官两旺，福禄双收，名利有份，环境良好，享福之字。"},{"key":"烧","mean":"清雅伶俐，身弱短寿，出外吉祥，中年多灾，短寿多舛。"},{"key":"遂","mean":"一生清雅多才，贤能慷慨，中年劳，晚年吉祥，出外之字。"},{"key":"昙","mean":"暗淡无光，身弱多病，中年有灾，晚年吉祥，不幸短寿。"},{"key":"糖","mean":"福禄双收，口快心直，小心爱情厄，晚年吉祥。"},{"key":"螗","mean":"多才巧智，福禄双收，中年吉祥，晚年隆昌，环境良好。"},{"key":"陶","mean":"多才伶俐，温和贤淑，中年吉祥，晚年隆昌。"},{"key":"蹄","mean":"性刚果断，身弱短寿，中年劳苦，晚年吉祥，不幸之字。"},{"key":"头","mean":"克偶伤子，二子吉祥，欠子，中年平凡，晚年隆昌，环境良好。"},{"key":"熹","mean":"清雅荣贵，克己助人，多才温和，中年吉祥，晚年隆昌。"},{"key":"晓","mean":"胆识丰富，理智充足，出外大吉，官运旺，清雅荣贵，出国之字。"},{"key":"璇","mean":"出外吉祥，小心爱情厄，早婚不和，中年劳，晚年成功隆昌。"},{"key":"焰","mean":"性刚果断，身弱多病，中年多灾，忌车怕水。"},{"key":"鸯","mean":"温和贤淑，多才伶俐，克己助人，中年劳，晚年吉祥。"},{"key":"璋","mean":"福禄双收，理智充足，吉凶分明，吉则环境良好隆昌，凶则短寿多灾。"},{"key":"烨","mean":"秀气多才，温和贤淑，中年吉祥，晚年隆昌，幸福荣贵之字。"},{"key":"臻","mean":"温和多才，操守廉正，中年成功隆昌，官运旺，出国享福之字。"},{"key":"谘","mean":"福禄双收，清雅荣贵，中年成功隆昌，官运旺，出国隆昌。"},{"key":"壁","mean":"刑偶伤子，一生清雅多才，中年吉祥，晚年隆昌，一生享福。"},{"key":"衡","mean":"刑偶伤子，清雅伶俐，中年吉祥，晚年劳神，保守之字。"},{"key":"磨","mean":"一生清雅荣贵，奔波劳苦，内心多忧，中年劳，晚年吉祥。"},{"key":"融","mean":"慈祥有德，一生成功隆昌，所谋如意，环境良好。"},{"key":"坛","mean":"一生安稳收己，勤俭治家，中年吉祥，晚年劳神。"},{"key":"谓","mean":"刑偶伤子，一生多才，忠厚善良，晚年隆昌。"},{"key":"歙","mean":"不祥之字，一生多病，短寿损丁，常生祸端。"},{"key":"遐","mean":"清雅伶俐，一生多才温和，中年吉祥，晚年隆昌，出国之字。"},{"key":"鸭","mean":"多忧少乐，中年劳苦，晚年吉祥，贤能多才，环境良好。"},{"key":"燕","mean":"天生聪颖，清雅多才，忌车怕水，中年吉祥，晚年隆昌。"},{"key":"阴","mean":"一生清雅多才，福禄双收，环境良好，女人不幸。"},{"key":"豫","mean":"忧心劳神，有爱情厄，中年劳，晚年吉祥，身弱短寿。"},{"key":"鸳","mean":"虽清雅多才，温和伶俐，难逃恶运，中年离乱，再嫁守寡之字。"},{"key":"运","mean":"福禄双收，出外吉祥，清雅荣贵，官运旺，环境良好，出国之字。"},{"key":"操","mean":"福禄双收，清雅伶俐，中年劳苦，晚年吉祥，女人身弱。"},{"key":"禅","mean":"温和贤能，怀才不遇，中年劳，晚年吉祥。"},{"key":"偿","mean":"二子吉祥，贤能勤俭，肯做肯劳，义利分明，成功隆昌。"},{"key":"聪","mean":"环境良好，理智充足，晚年隆昌，人缘佳。"},{"key":"镀","mean":"多才巧智，清雅伶俐，中年成功隆昌，子孙兴旺。"},{"key":"锻","mean":"贤能多才，子孙兴旺，温和伶俐，忠厚善良，环境良好，保守之字。"},{"key":"锅","mean":"福禄双收，英敏多才，怀才不遇，中年劳，晚年吉祥。"},{"key":"徽","mean":"多才贤能，温和勤俭，中年成功隆昌，出国之字，名利双收。"},{"key":"蹇","mean":"有爱情烦恼，身弱多病，刑偶伤子，多灾难，不祥之字。"},{"key":"饯","mean":"一生清雅平凡，中年劳，晚年吉祥，小心爱情烦恼，晚年荣幸。"},{"key":"键","mean":"天生聪颖，富贵双全，一生名利双收，成功隆昌，官运旺。"},{"key":"骏","mean":"官或财旺，天生聪颖，出外大吉，富贵隆昌，出国之字。"},{"key":"链","mean":"清雅荣贵，官运旺，中年成功隆昌，女人有爱情烦恼，病弱短寿。"},{"key":"镁","mean":"出外吉祥，一生清雅伶俐，平凡安详之字。"},{"key":"縻","mean":"清雅秀气，小心爱情厄，中年劳，晚年吉祥，短寿之字。"},{"key":"锹","mean":"有爱情烦恼，病弱短寿，刑偶欠子，中年平，晚年吉祥。"},{"key":"赛","mean":"清雅多才，秀气伶俐，二子吉祥，忌车怕水，晚年劳神。"},{"key":"声","mean":"名利双收，福禄永在，清雅荣贵，中年成功，双妻之格。"},{"key":"瞬","mean":"英敏贤能，克父命，中年劳，晚年吉祥，环境良好。"},{"key":"耸","mean":"清雅多才，温和贤能，中年劳，晚年隆昌。"},{"key":"缩","mean":"有爱情烦恼，再嫁守寡，刑偶伤子，一生难幸福。"},{"key":"锡","mean":"温和多才，理智充足，中年劳，成功隆昌，出国之字。"},{"key":"鲜","mean":"清雅荣贵，多才贤能，中年吉祥，晚年隆昌，名利双收。"},{"key":"谢","mean":"一生清雅多才，伶俐勤俭，中年多劳，晚年吉祥。"},{"key":"逊","mean":"奔波劳苦，怀才不遇，中年多灾，晚年隆昌，子孙兴旺。"},{"key":"翼","mean":"英敏佳人，二子吉祥，有才能理智，中年劳，晚年吉祥。"},{"key":"糟","mean":"忧心劳神，事劳无功，刑偶伤子，中年劳，晚年吉祥。"},{"key":"斋","mean":"学问丰富，官运旺，福禄双收，清雅荣昌，富贵之字。"},{"key":"总","mean":"一生清雅多才，义利分明，中年劳，晚年吉祥，双妻之格。"},{"key":"馆","mean":"一生清雅伶俐，福禄双收，中年有灾，晚年吉祥。"},{"key":"桧","mean":"多才贤能，中年成功隆昌，环境良好，晚年劳神。"},{"key":"豁","mean":"忧心劳神，怀才不遇，小心爱情厄，晚年隆昌，福禄之字。"},{"key":"击","mean":"有爱情烦恼，事劳无功，中年多灾，身弱短寿。"},{"key":"玑","mean":"温和贤能，清雅荣贵，中年成功隆昌，官运旺，晚年劳神。"},{"key":"觊","mean":"智勇双全，清雅荣贵，官运旺，中年成功隆昌，出国之格。"},{"key":"艰","mean":"有爱情烦恼，刑偶伤子，中年多灾，晚年吉祥，难幸福。"},{"key":"检","mean":"性刚果断，少年失怙，中年多灾，刑偶伤子。"},{"key":"讲","mean":"口才伶俐，言心守信，和气敦睦，中年平，晚年吉祥，环境良好。"},{"key":"矫","mean":"有爱情烦恼，刑偶伤子，福禄双收，中年劳，晚年吉祥。"},{"key":"鞠","mean":"智勇双全，清雅荣贵，出国之字，中年成功隆昌。"},{"key":"糠","mean":"忧心劳神，事劳无功，中年劳或潦倒，晚年吉祥。"},{"key":"颗","mean":"精明公正，忠厚善良，二子吉祥，中年成功隆昌，环境良好。"},{"key":"恳","mean":"一生清雅多才，温和贤能，中年劳，晚年吉祥，劳神之字。"},{"key":"莲","mean":"吉凶分明，吉则多才贤能，出国隆昌，凶则刑偶伤子，病弱短寿。"},{"key":"联","mean":"事业如意，成功隆昌，环境良好，官或财旺，荣贵之字。"},{"key":"敛","mean":"忧心劳神，刑偶伤子，中年多灾，病弱短寿，不祥之字。"},{"key":"蔓","mean":"秀气温和，多才贤能，中年吉祥，晚年隆昌，荣贵幸福，出国之字。"},{"key":"懋","mean":"智勇双全，义利分明，中年成功隆昌，官运旺，出国之字。"},{"key":"蓬","mean":"清雅荣贵，出外吉祥，中年劳，晚年吉祥，出国之字。"},{"key":"谦","mean":"英敏佳人，口才伶俐，交际巧妙，中年平凡，晚年吉祥，环境良好。"},{"key":"擎","mean":"性刚口快，外祥内苦，刑偶伤子，中年多灾，晚年吉祥。"},{"key":"罄","mean":"英敏清雅，多才贤能，福禄双收，名利有份，荣贵之字。"},{"key":"檀","mean":"清雅荣贵，多才贤能，中年吉祥，晚年隆昌，出国之格。"},{"key":"蔚","mean":"清雅荣贵，官运旺，英敏之才，出国之格，成功隆昌。"},{"key":"营","mean":"忌车怕水，事劳无功，中年多灾，有爱情烦恼，晚年吉祥。"},{"key":"狱","mean":"清雅荣贵，忌车怕水，中年成功隆昌，官运旺，环境良好。"},{"key":"岳","mean":"清雅荣贵，一生福禄双收，中年劳，晚年吉庆。"},{"key":"赚","mean":"勤俭建业，家声克振，福禄双收，中年劳，晚年吉祥。"},{"key":"繁","mean":"刑偶伤子，晚婚大吉，中年平凡，晚年吉祥，女人身弱短寿。"},{"key":"缝","mean":"身弱短寿，外祥内苦，中年劳，晚年吉祥，女人薄幸。"},{"key":"缚","mean":"刑偶伤子，多才英敏，中年成功隆昌，环境良好，老年多灾。"},{"key":"鸿","mean":"精明公正，学识渊博，官运旺，中年成功隆昌，富贵之字。"},{"key":"璜","mean":"刑克父母，英敏多才，中年吉祥，二子吉祥，晚年隆昌。"},{"key":"潞","mean":"福寿兴家，清雅多才，中年吉祥，晚年隆昌，子孙兴旺。"},{"key":"弥","mean":"出外逢贵得财，精明公正，清雅荣贵，中年成功隆昌。"},{"key":"浓","mean":"忠厚善良，勤俭治家，中年虽劳，晚年隆昌，环境良好。"},{"key":"蟠","mean":"多有才能，怀才不遇，中年劳，晚年吉祥，双妻之格。"},{"key":"霜","mean":"忧心劳神，刑偶伤子，中年劳，晚年吉祥，女人不幸。"},{"key":"禧","mean":"一生清雅多才，温和贤能，中年吉祥，晚年隆昌，福禄双收。"},{"key":"霞","mean":"少年艰难，忌车怕水，有爱情烦恼，病弱短寿，晚年吉祥。"},{"key":"乡","mean":"清雅伶俐，多才勇敢，中年吉祥，晚年隆昌，女人有爱情厄。"},{"key":"亵","mean":"忧心劳神，事劳无功，中年奔波，晚年幸福。"},{"key":"泽","mean":"学问丰富，名利双收，官或财旺，智勇双全，一生荣贵。"},{"key":"灿","mean":"克父命，英敏多才，清雅贤能，中年平凡，晚年吉祥隆昌。"},{"key":"黛","mean":"有爱情烦恼，身弱短寿，性刚口快，中年有灾，不幸之字。"},{"key":"队","mean":"出外逢贵得财，清雅伶俐，中年劳，晚年吉祥。"},{"key":"临","mean":"病弱短寿，事劳无功，自杀他杀，配合吉则成功隆昌。"},{"key":"绩","mean":"英雄格，二子吉祥，文雅秀气，出国之格，成功隆昌，荣贵之字。"},{"key":"爵","mean":"官或财旺，一生清雅荣贵，中年成功隆昌，刑偶伤子。"},{"key":"儡","mean":"忧心劳神，事劳无功，身弱多病，一生多灾，晚年吉祥。"},{"key":"励","mean":"聪明伶俐，有才能理智，荣贵隆昌，出国之字。"},{"key":"隆","mean":"克父命，多才小巧，清雅伶俐，中年劳，晚年隆昌。"},{"key":"螺","mean":"清雅伶俐，身弱多病，中年劳，晚年吉祥。"},{"key":"麋","mean":"忠厚善良，克己助人，中年吉祥，晚年隆昌，荣贵之字。"},{"key":"黏","mean":"外祥内苦，或有爱情烦恼，中年多灾，晚年吉祥。"},{"key":"燧","mean":"清雅荣贵，多才贤能，中年吉祥，晚年隆昌，名利双收，出国之格。"},{"key":"螳","mean":"刑偶伤子，清雅多才，中年吉祥，晚年劳神，环境良好。"},{"key":"瞳","mean":"得天时地利，官运旺，一生中年劳，晚年吉祥。"},{"key":"襄","mean":"出外吉祥，慈祥有德，中年劳，晚年吉祥，福禄双收。"},{"key":"燥","mean":"福禄双收，性刚口快，中年有灾，晚婚吉。"},{"key":"择","mean":"一生清雅伶俐，多才贤能，中年劳，晚年吉祥。"},{"key":"烛","mean":"贵人明现，官运旺，清雅荣贵，中年吉祥，晚年隆昌。"},{"key":"纵","mean":"出外逢贵，多才贤能，中年吉祥，晚年隆昌，小心爱情厄。"},{"key":"岭","mean":"福寿兴家，福禄双收，清雅荣贵，官旺隆昌。"},{"key":"壕","mean":"英雄格，重情失败，出外吉祥，中年劳，晚年吉祥。"},{"key":"壑","mean":"天生聪颖，清雅荣贵，官运旺，英敏多才，环境良好。"},{"key":"矶","mean":"刑偶伤子，胆识丰富，中年吉祥，晚年隆昌，环境良好。"},{"key":"阳","mean":"多才巧智，清雅荣贵，中年多劳，晚年隆昌，环境良好。"},{"key":"应","mean":"外祥内苦，刑偶伤子，怀才不遇，中年劳，晚年吉祥。"},{"key":"婴","mean":"清秀聪慧，温和贤淑，中年吉祥，晚年隆昌，环境良好，早婚不宜。"},{"key":"拥","mean":"性刚口快，多才贤能，荣贵隆昌，短寿劳神。"},{"key":"优","mean":"出外成功，清雅伶俐，刑偶伤子，晚年吉祥，女人再嫁，守寡之字。"},{"key":"远","mean":"温和忠厚，勤俭治家，家声克振，少年艰难，忌车怕水，短寿劳神。"},{"key":"翱","mean":"清雅荣贵，福禄双收，操守廉正，出国之格，隆昌之字。"},{"key":"璨","mean":"刑偶伤子，智勇双全，中年劳，晚年成功隆昌。"},{"key":"蝉","mean":"天生聪颖，智勇多才，中年吉祥，晚年隆昌，幸福之字。"},{"key":"储","mean":"晚婚迟得子吉，清雅伶俐，中年平凡，晚年隆昌，环境良好。"},{"key":"环","mean":"出外吉祥，天生聪颖，一生温和贤能，晚婚大吉，出国之格。"},{"key":"秽","mean":"温和伶俐，多才巧智，出外吉祥，中年成功隆昌。"},{"key":"铠","mean":"精明公正，精诚多才，中年成功隆昌，官运旺，出国之字。"},{"key":"閒","mean":"天生聪颖，福禄双收，忠厚善良，中年成功隆昌，环境良好，出国之字。"},{"key":"缮","mean":"福禄双收，多才贤能，克己助人，中年平凡，晚年吉祥隆昌。"},{"key":"双","mean":"多才清雅，中年平，晚年吉祥，女人刑偶伤子，外祥内苦。"},{"key":"锁","mean":"二子吉祥，清雅荣贵，精明公正，中年平凡，晚年隆昌。"},{"key":"镒","mean":"带血字，英敏贤能，刑偶伤子，身弱多病，晚年吉祥。"},{"key":"镇","mean":"英敏多才，贤能勤俭，出国之格，忌车怕水，中年劳，晚年隆昌。"},{"key":"织","mean":"晚婚迟得子吉，小心爱情厄，中年多灾，晚年隆昌，身弱短寿。"},{"key":"颛","mean":"学识渊博，精明公正，克己助人，中年成功隆昌，二子吉祥。"},{"key":"槌","mean":"忧心劳神，一贫如洗，命途多舛，一生难幸福。"},{"key":"鹄","mean":"天生聪颖，多才贤能，中年平凡，晚年吉祥，环境良好。"},{"key":"瞽","mean":"身弱多病，刑偶伤子，中年多灾，晚年吉祥劳神。"},{"key":"归","mean":"少年艰难，英俊多才，中年吉祥，刑偶伤子，晚年隆昌。"},{"key":"簧","mean":"温和贤能，多才伶俐，中年劳或奔波，官运旺，晚年隆昌。"},{"key":"获","mean":"性刚果断，有勇无谋，怀才不遇，武官吉，中年吉祥，晚年劳神。"},{"key":"睑","mean":"忧心劳神，事劳无功，中年多灾，晚年吉祥。"},{"key":"简","mean":"一生清雅伶俐，有才能理智，中年劳，晚年吉祥。"},{"key":"槛","mean":"一生清雅，多才贤能，刑偶伤子，中年吉祥，晚年隆昌，官运旺。"},{"key":"谨","mean":"义利分明，清雅荣贵，中年劳，晚年吉祥，环境良好。"},{"key":"旧","mean":"刑偶伤子，事劳无功，中年多灾，晚年吉祥，女人不幸。"},{"key":"鹃","mean":"清雅多才，小心爱情厄，中年平凡，晚年吉祥隆昌。"},{"key":"拦","mean":"天生聪颖，多才贤能，中年平凡，晚年隆昌。"},{"key":"拟","mean":"忧心劳神，事劳无功，中年多灾，晚年吉祥。"},{"key":"骐","mean":"清秀英俊，多才享福，中年吉祥，晚年隆昌，环境良好。"},{"key":"骑","mean":"刑偶伤子，晚婚大吉，福禄双收，贵人明现，中年劳，晚年吉祥。"},{"key":"翘","mean":"清雅伶俐，多才贤能，智勇双全，官运旺，出国之字。"},{"key":"璩","mean":"性刚，常生祸端，恶死凶亡，中年小心，晚年平凡。"},{"key":"绕","mean":"清雅贤能，理智充足，中年平，晚年吉祥，女人小心爱情厄。"},{"key":"蕊","mean":"小心爱情厄，秀气伶俐，薄幸短寿，不幸再嫁，守寡之字。"},{"key":"黠","mean":"有爱情厄，一生清雅平凡，身弱多病，晚福之字。"},{"key":"簪","mean":"有爱情烦恼，晚婚迟得子大吉，中年有灾，晚年吉祥。"},{"key":"鞭","mean":"英雄豪杰，口快性刚，中年劳，晚年成功隆昌，欠子之字。"},{"key":"滨","mean":"英敏多才，清雅贤能，二子吉祥，忌车怕水，中年平，晚年吉祥。"},{"key":"闯","mean":"刑偶伤子，一生多灾，中年劳苦，忌车怕水，晚年吉祥。"},{"key":"翻","mean":"有才能理智，难遇知己，中年用人小心，晚年吉祥，重情失败。"},{"key":"覆","mean":"少年艰难，中年多灾，身弱奔波，晚年吉祥隆昌。"},{"key":"馥","mean":"秀气伶俐，清雅荣贵，出国之字，官运旺盛，中年成功隆昌。"},{"key":"济","mean":"清雅荣贵，官运旺盛，中年成功隆昌，环境良好。"},{"key":"谟","mean":"清雅荣贵，多才贤能，中年成功隆昌，荣贵之字。"},{"key":"蹒","mean":"外祥内苦，晚婚迟得子吉，中年多灾，晚年吉祥。"},{"key":"濮","mean":"智勇双全，学问丰富，中年成功隆昌，官运旺盛，出国富贵之字。"},{"key":"湿","mean":"身弱短寿，忧心劳神，一贫如洗，多灾难，欠子之字。"},{"key":"涛","mean":"身瘦多才，清雅荣贵，中年吉祥，环境良好，晚年劳神。"},{"key":"隙","mean":"出外逢贵得财，晚婚大吉，中年吉祥，晚年隆昌，官旺之字。"},{"key":"滢","mean":"口快性刚，清雅多才，中年劳，晚年隆昌。"},{"key":"杂","mean":"英俊才人，上下敦睦，一生荣幸多才，中年劳，晚年吉祥。"},{"key":"虫","mean":"一生清雅平凡，保守之格，聪明才干，中年困苦，晚福之字。"},{"key":"戴","mean":"出外逢贵得财，克己助人，中年劳，晚年成功隆昌。"},{"key":"焘","mean":"学识渊博，官运旺，中年成功隆昌，出国之字，环境良好。"},{"key":"断","mean":"有爱情烦恼，忌车怕水，病弱短寿，中年多灾，晚年吉祥。"},{"key":"丰","mean":"多才巧智，清秀伶俐，中年成功隆昌，幸福荣贵之字。"},{"key":"烬","mean":"忧心劳神，病弱短寿，忌车怕水，多灾难，女人守寡。"},{"key":"礼","mean":"清雅伶俐，刑偶欠子，中年吉祥，晚年隆昌，双妻之格。"},{"key":"鲤","mean":"福禄双收，名利有份，一生温和贤能，中年成功隆昌，幸福之字。"},{"key":"粮","mean":"义利分明，克己助人，中年平凡，晚年吉祥，荣幸之字。"},{"key":"适","mean":"刑偶欠子，身弱多病，出外吉祥，中年隆昌，晚年劳神。"},{"key":"题","mean":"出外成功隆昌，自在快乐，中年平，晚年隆昌，环境良好。"},{"key":"曜","mean":"多才勤俭，贤能忠厚，中年平，晚年隆昌，环境良好。"},{"key":"瞻","mean":"福禄双收，少年艰难，中年劳或奔波，晚年吉祥。"},{"key":"职","mean":"晚婚迟得子吉，天生聪颖，中年劳，晚年吉祥，短寿之字。"},{"key":"转","mean":"忧心劳神，事劳无功，中年劳，刑偶伤子，晚年吉祥。"},{"key":"础","mean":"命硬，出外成功，中年劳或奔波，晚年成功隆昌，刑偶伤子。"},{"key":"垒","mean":"忧心劳神，外祥内苦，小心爱情厄，中年多灾，晚年吉祥。"},{"key":"医","mean":"一生清雅多才，清雅贤能，中年劳，晚年隆昌，"},{"key":"陨","mean":"智勇双全，聪明伶俐，二子吉祥，中年平凡，晚年吉祥。"},{"key":"镖","mean":"清雅荣贵，环境良好，刑偶伤子，中年吉祥，晚年劳神。"},{"key":"宠","mean":"清雅多才，秀气荣贵，中年吉祥，女人刑偶伤子。"},{"key":"畴","mean":"学问丰富，清雅荣贵，中年成功隆昌，官运旺，出国之字。"},{"key":"辞","mean":"清雅多才，秀气伶俐，中年劳，勤俭持家，晚年吉祥。"},{"key":"祷","mean":"温和多才，清雅荣贵，身弱多病，中年劳，晚年隆昌，官运旺。"},{"key":"颠","mean":"秀气英敏，天生伶俐，二子吉祥，中年成功隆昌，出国荣幸。"},{"key":"镜","mean":"多才贤能，出外吉祥，官运旺，荣贵隆昌，环境良好。"},{"key":"铿","mean":"操守廉正，清雅荣贵，官运旺，中年成功隆昌，出国之字。"},{"key":"迁","mean":"刑偶伤子，清雅多才，中年潦倒，晚年吉祥。"},{"key":"锵","mean":"命硬，无父母缘，病弱短寿，中年吉祥，环境良好，忌车怕水。"},{"key":"鹊","mean":"理智充足，刑偶伤子，晚婚吉祥，中年劳，晚年隆昌。"},{"key":"绳","mean":"不祥之字，多灾难，一贫如洗，刑偶短寿，难幸福。"},{"key":"识","mean":"刑偶伤子，清雅荣贵，中年吉祥，晚年隆昌，环境良好。"},{"key":"兽","mean":"性刚口快，杀人被杀，有牢狱之灾，恶死凶亡，不祥之字。"},{"key":"系","mean":"有爱情厄，温和诚实，清雅秀气，中年劳，晚年吉祥。"},{"key":"选","mean":"刑偶伤子，清雅伶俐，出外吉祥，中年奔波，晚年隆昌，女人不幸。"},{"key":"赞","mean":"清雅荣贵，刑偶伤子，晚婚大吉，中年劳，晚年隆昌。"},{"key":"遵","mean":"出外吉祥，温和多才，勤俭治家，晚年吉祥，环境良好。"},{"key":"关","mean":"刑偶伤子，晚婚迟得子吉，中年劳，晚年吉祥，欠子之字。"},{"key":"鲸","mean":"温和贤淑，勤俭善良，一世安然，中年成功隆昌，环境良好。"},{"key":"旷","mean":"理智充足，二子吉祥，荣贵隆昌，环境良好。"},{"key":"麓","mean":"名利双收，重信用，中年劳，自成家业，白手成家。"},{"key":"难","mean":"忧心劳神，事劳无功，中年多灾，晚年吉祥。"},{"key":"攀","mean":"有爱情烦恼，刑偶伤子，多灾难，再嫁守寡之字。"},{"key":"麒","mean":"学识渊博，智勇双全，一生荣贵隆昌，二子吉祥，官旺富贵。"},{"key":"薇","mean":"秀气多才，清雅伶俐，出外吉祥，中年平，晚年隆昌。"},{"key":"签","mean":"忧心劳神，身弱短寿，中年多灾，晚年吉祥但多病。"},{"key":"萧","mean":"秀气多能，清雅伶俐，中年劳，晚年吉祥。"},{"key":"肖","mean":"刑偶伤子，事劳无功，中年多灾，晚年隆昌，欠子之字。"},{"key":"撷","mean":"智勇双全，克己助人，中年劳或有爱情厄，晚年吉祥。"},{"key":"蟹","mean":"智勇双全，一生多才贤能，中年劳，晚年吉祥。"},{"key":"遗","mean":"有才能理智，难遇知己，出外吉祥，中年有灾，晚年安详。"},{"key":"蚁","mean":"温和贤能，清雅多才，刑偶伤子，晚年吉祥。"},{"key":"羹","mean":"智勇双全，多才清雅，中年成功隆昌，晚年劳神。"},{"key":"绘","mean":"多才贤能，温和贤淑，晚婚大吉，早婚多灾，中年劳，晚年吉祥。"},{"key":"猎","mean":"多愁多忧，百事劳苦，中年多灾或潦倒，晚年吉祥。"},{"key":"泺","mean":"自在乐天，自成家业，中年劳或奔波，晚年吉祥。"},{"key":"靡","mean":"忧心劳神，刑偶伤子，中年劳或有爱情烦恼，晚年吉祥。"},{"key":"鹏","mean":"性刚果断，身弱多病，中年劳，武官大吉，晚年隆昌，官运旺。"},{"key":"谱","mean":"晚婚迟得子大吉，清雅荣贵，中年吉祥，晚年隆昌，荣贵之字。"},{"key":"雾","mean":"带刀厄，忧心劳神，刑偶伤子，中年劳，晚年吉祥，荣幸之字。"},{"key":"齑","mean":"学识渊博，善良多才，名利双收，福禄永在，荣贵之字。"},{"key":"际","mean":"忠厚善良，谋为出众，中年吉祥，晚年劳神，二子吉祥。"},{"key":"羸","mean":"清雅伶俐，多才巧智，刑偶伤子，晚年吉祥。"},{"key":"类","mean":"清雅伶俐，二子吉祥，中年劳，晚年吉祥，肯做肯劳。"},{"key":"离","mean":"不祥之字，多灾难，刑偶伤子，事劳无功，病弱短寿。"},{"key":"丽","mean":"清秀多才，妻贤子贵，中年平凡，女人小心爱情厄，忌车怕水。"},{"key":"龄","mean":"慈祥有德，温和贤淑，清雅荣贵，中年劳，晚年隆昌。"},{"key":"谭","mean":"温和贤能，英敏清雅，中年吉祥隆昌，晚年劳神。"},{"key":"韬","mean":"多才贤能，清雅多才，中年吉祥，晚年隆昌，官运旺。"},{"key":"玺","mean":"精明公正，义利分明，智勇双全，中年成功隆昌，官运旺，出国之格。"},{"key":"绎","mean":"天生聪颖，小心爱情厄，中年劳，晚年吉祥，但劳神多病。"},{"key":"赠","mean":"英敏多才，清雅荣贵，中年成功隆昌，环境良好，晚婚大吉。"},{"key":"辙","mean":"出国之格，多才伶俐，清雅荣贵，中年成功隆昌，官运旺。"},{"key":"稳","mean":"一生清雅伶俐，早婚不宜，中年劳，晚年吉祥，女人再嫁守寡之字。"},{"key":"韵","mean":"小心爱情厄，二子吉祥，中年有灾，晚婚平安，晚年吉祥。"},{"key":"镡","mean":"清雅多才，一生中年平凡，晚年隆昌，刑偶伤子。"},{"key":"锏","mean":"多才贤能，荣贵隆昌，晚婚大吉，中年劳，晚年吉祥。"},{"key":"触","mean":"性刚果断，英雄之格，杀人被杀，身弱短寿，忌车怕水。"},{"key":"镫","mean":"身瘦多才，清雅荣贵，中年吉祥，晚年隆昌，环境良好。"},{"key":"镪","mean":"智勇双全，义利分明，中年平凡但奔波，晚年隆昌，官运旺。"},{"key":"释","mean":"一生清雅荣贵，智勇双全，中年平凡，晚年吉祥。"},{"key":"馨","mean":"秀气多才，精明公正，中年成功隆昌，小心爱情厄。"},{"key":"续","mean":"二子吉祥，清雅温和，多才伶俐，中年吉祥，环境良好，晚年多病。"},{"key":"译","mean":"一生清闲量大，上下敦睦，爱人所爱，中年吉祥，晚年隆昌。"},{"key":"钟","mean":"一生清雅多才，克己助人，中年平凡，晚年隆昌。"},{"key":"藏","mean":"温和清雅，多才贤能，出外吉祥，中年劳，晚年隆昌。"},{"key":"筹","mean":"多才贤能，清雅伶俐，中年吉祥，身弱多病，晚年隆昌。"},{"key":"篡","mean":"忧心劳神，事劳无功，中年多灾，晚年吉祥。"},{"key":"籍","mean":"晚婚迟得子吉，白手成家，自力更生，中年勤俭，晚年隆昌。"},{"key":"继","mean":"胆识丰富，精明公正，中年成功隆昌，出国之字，小心爱情厄。"},{"key":"舰","mean":"性刚果断，多才贤能，中年劳，晚年吉祥，环境良好。"},{"key":"警","mean":"福禄双收，贵人明现，重情失败，中年劳，晚年吉祥。"},{"key":"竞","mean":"出外吉祥，父母无缘，刑偶伤子，忌车怕水，晚年吉祥。"},{"key":"觉","mean":"刑偶欠子，性刚口快，中年吉祥，晚年隆昌，出外吉祥。"},{"key":"阚","mean":"性刚果断，忌车怕水，中年多灾，晚年吉祥。"},{"key":"篮","mean":"一生清雅伶俐，理智充足，刑偶或伤子，中年劳，晚年吉祥。"},{"key":"琼","mean":"秀气贤能，二子吉祥，中年成功隆昌，出国之格，小心爱情厄。"},{"key":"劝","mean":"刑克父母，中年劳，晚年吉祥，女人多灾。"},{"key":"牺","mean":"多才贤能，温和伶俐，中年平凡，晚年吉祥，环境良好，忌车怕水。"},{"key":"献","mean":"清雅荣贵，官或财旺，中年成功隆昌，环境良好，晚年劳神。"},{"key":"悬","mean":"忧心劳神，刑偶伤子，身弱短寿，中年劳苦，晚年吉祥。"},{"key":"薰","mean":"衣厚食丰，秀气巧妙，清雅荣贵，官运旺，出国之字。"},{"key":"严","mean":"智勇双全，忠厚善良，事业如意，官运旺，成功隆昌，荣贵之字。"},{"key":"邀","mean":"奔波劳苦，事劳无功，中年多灾，晚年吉祥。"},{"key":"议","mean":"英雄格，多才贤能，白手成家，快乐自在，晚年隆昌。"},{"key":"怀","mean":"浮沉不定，机谋多变，刑偶伤子，晚婚大吉，中年劳，小心爱情厄，出国之格。"},{"key":"还","mean":"奔波劳苦，出外逢贵得财，刑偶伤子，中年劳，晚年吉祥。"},{"key":"迈","mean":"少年艰难，出外逢贵得财，中年劳，晚年隆昌，官运旺。"},{"key":"颟","mean":"外祥内苦，刑偶伤子，中年多劳，晚年吉祥，二子幸福。"},{"key":"瀜","mean":"清雅多才，温和伶俐，中年劳，晚年吉祥，女人有爱情烦恼。"},{"key":"宝","mean":"忧心劳神，忌车怕水，中年吉祥，晚年劳神，二子吉祥。"},{"key":"阐","mean":"孤独格，清雅伶俐，福禄双收，中年劳，晚年吉祥，忌车怕水。"},{"key":"党","mean":"多才贤能，理智充足，中年平凡，保守之字，女人有爱情厄。"},{"key":"窦","mean":"一生清雅荣贵，精明公正，刑偶伤子，中年劳，晚年隆昌。"},{"key":"炉","mean":"谋为出众，福禄双收，中年吉祥，刑偶伤子，晚年隆昌。"},{"key":"飘","mean":"刑偶伤子，福禄双收，中年吉祥，环境良好，晚年劳神，多疾双妻。"},{"key":"赡","mean":"福禄双收，特有人缘，中年劳，晚年吉祥。"},{"key":"獭","mean":"晚婚迟得子吉，肯做肯劳，重信用，中年吉祥，晚年劳神。"},{"key":"腾","mean":"出外逢贵得财，一生清雅，中年劳苦，晚年吉祥。"},{"key":"耀","mean":"天生聪颖，清雅荣贵，多才贤能，中年成功隆昌，出国之格。"},{"key":"矿","mean":"命硬，晚婚吉祥，二子吉祥，中年吉祥，环境良好。"},{"key":"砾","mean":"忧心劳神，身弱多疾，刑偶或伤子，中年劳，晚年吉祥。"},{"key":"壤","mean":"晚婚迟得子吉，早婚半途，出外吉祥，中年劳苦，怀才不遇。"},{"key":"衬","mean":"小心爱情厄，出外吉祥，中年劳苦，晚年吉祥。"},{"key":"铎","mean":"官运财旺，一生优裕，中年平凡，晚年隆昌，环境良好之字。"},{"key":"镌","mean":"刑偶伤子，身弱多病，外祥内苦，中年劳，晚年吉祥。"},{"key":"镰","mean":"清雅荣贵，多才贤能，中年吉祥，晚年隆昌，出国之格。"},{"key":"随","mean":"忧心劳神，事劳无功，外祥内苦，中年多灾，晚年吉祥。"},{"key":"铁","mean":"刑偶伤子，一生清雅，中年吉祥，晚年劳神多病。"},{"key":"属","mean":"忧心劳神，事劳无功，早婚不宜，中年劳，晚年吉祥。"},{"key":"顾","mean":"一生清雅荣贵，理智充足，中年劳，晚年吉祥。"},{"key":"颢","mean":"精明公正，操守廉正，中年成功隆昌，官或财旺，出国之字。"},{"key":"鸡","mean":"忌车怕水，一生清雅平凡，中年劳，晚年吉祥。"},{"key":"茧","mean":"伶俐多才，温和贤淑，中年吉祥，晚年隆昌，出国之字。"},{"key":"驱","mean":"理智充足，清雅伶俐，中年劳苦或潦倒，晚年吉祥。"},{"key":"饶","mean":"多才贤能，清雅伶俐，出外逢贵得财，刑偶伤子，官旺之字。"},{"key":"藤","mean":"身弱多疾，义利分明，名利双收，中年劳，晚年吉祥。"},{"key":"嚣","mean":"口快心直，上下敦睦，小心爱情厄，中年劳，晚年吉祥。"},{"key":"药","mean":"外祥内苦，中年多灾，晚年吉祥，不祥之字。"},{"key":"艺","mean":"有才能理智，温和贤能，中年吉祥，晚年隆昌，出国之字。"},{"key":"龈","mean":"性刚口快，身弱短寿，中年劳苦，晚年吉祥。"},{"key":"莺","mean":"秀气伶俐，多才贤淑，出外吉祥，中年劳，晚年隆昌，刑偶伤子。"},{"key":"樱","mean":"秀气伶俐，清雅伶俐，小心爱情厄，中年劳，晚年隆昌，环境良好。"},{"key":"黯","mean":"不祥之字，暗淡无光，身弱短寿，中年多灾，晚年劳神。"},{"key":"霸","mean":"刑偶欠子，晚婚大吉，中年离乱，成功隆昌，环境良好，双妻之格。"},{"key":"辩","mean":"福禄双收，一生清雅荣贵，保守平凡，环境良好。"},{"key":"鹤","mean":"安详自乐，中年吉祥，晚年隆昌，劳神多疾。"},{"key":"轰","mean":"晚婚大吉，清雅多才，中年成功隆昌，出国之格。"},{"key":"护","mean":"刑偶欠子，晚婚大吉，出外吉祥，中年有灾，晚年隆昌。"},{"key":"澜","mean":"事劳无功，刑偶伤子，有爱情厄，病弱短寿。"},{"key":"露","mean":"秀气伶俐，福禄双收，小心爱情厄，中年平凡，晚年隆昌。"},{"key":"霹","mean":"多才贤能，智勇双全，中年平凡，晚年隆昌，出国之字。"},{"key":"缠","mean":"秀气巧妙，刑偶伤子，身弱多病，中年吉祥，晚年劳神。"},{"key":"跻","mean":"清秀英俊，中年成功隆昌，官运旺，晚年劳神。"},{"key":"蜡","mean":"忧心劳神，事劳无功，孤掌难鸣，中年劳苦，晚年吉祥。"},{"key":"览","mean":"忧心劳神，奔波劳苦，有爱情厄，中年劳，晚年吉祥。"},{"key":"累","mean":"忌车怕水，中年劳，晚年隆昌，女人多劳。"},{"key":"灶","mean":"环境良好，清雅多才，双妻之格，中年劳，成功隆昌，忠厚善良。"},{"key":"馔","mean":"刑偶伤子，一生清雅多才，中年劳苦，晚年吉祥。"},{"key":"蠡","mean":"忧心劳神，事劳无功，有才能理智，中年劳，晚年吉祥。"},{"key":"巍","mean":"清雅伶俐，英敏豪杰，中年劳，晚年吉祥，女人身弱短寿。"},{"key":"誉","mean":"福禄双收，官运旺，白手起家，晚年隆昌，环境良好。"},{"key":"跃","mean":"清雅荣贵，福禄双收，中年吉祥，晚年隆昌，环境良好。"},{"key":"鉴","mean":"精明公正，忠厚善良，中年成功隆昌，富贵之字。"},{"key":"癣","mean":"忧心劳神，事劳无功，多灾难，难得幸福，不祥之字。"},{"key":"铸","mean":"精明公正，忠厚善良，荣贵隆昌，身弱短寿。"},{"key":"笼","mean":"忧心劳神，刑偶伤子，晚婚大吉，中年劳，晚年吉祥。"},{"key":"权","mean":"清雅荣贵，学问丰富，官运旺，中年成功，晚年劳神。"},{"key":"苹","mean":"秀气伶俐，多才巧智，中年劳或奔波，晚年吉祥隆昌。"},{"key":"苏","mean":"天生聪颖，多才贤能，中年劳，晚年吉祥隆昌。"},{"key":"俨","mean":"多愁善感，性刚口快，出外吉祥，中年劳，晚年吉祥。"},{"key":"沣","mean":"多才贤能，清雅伶俐，中年吉祥，晚年隆昌，白手成家。"},{"key":"灌","mean":"刑偶伤子，二子吉祥，清雅荣贵，中年吉祥，环境良好。"},{"key":"骅","mean":"多才能干，清雅伶俐，中年成功隆昌，出国之字。"},{"key":"欢","mean":"刑偶伤子，二子吉祥，清雅荣贵，中年成功隆昌，环境良好。"},{"key":"鳗","mean":"秀气巧妙，清雅多才，中年吉祥，晚年隆昌。"},{"key":"霁","mean":"春风得意，一生清雅优裕，官运旺，环境良好。"},{"key":"穰","mean":"出外吉祥，福禄双收，温和荣贵，中年平，晚年隆昌。"},{"key":"响","mean":"性刚果断，身弱短寿，中年多灾，忌车怕水，不祥之字"},{"key":"藻","mean":"清雅多才，温和伶俐，官运旺，中年多劳，晚年吉祥"},{"key":"颤","mean":"清雅多才，环境良好，中年吉祥，晚年隆昌，二子吉祥。"},{"key":"赎","mean":"一生平凡保守，中年劳，刑偶伤子，晚年多病。"},{"key":"龛","mean":"性刚果断，克父命，晚婚吉，刑偶伤子，中年劳，晚年吉祥。"},{"key":"籴","mean":"一生安稳守己，清雅伶俐，中年吉祥，晚年劳神。"},{"key":"叠","mean":"忧心劳神，身弱多病，中年多灾，晚年吉祥。"},{"key":"读","mean":"出外贵人明现，义利分明，官运旺，中年成功隆昌，富贵之字。"},{"key":"摄","mean":"清雅多才，晚婚大吉，中年劳或奔波，晚年吉祥。"},{"key":"听","mean":"性刚口快，父母无缘，中年多灾，晚年吉祥。"},{"key":"巅","mean":"有才能理智，中年劳，晚年成功隆昌，出国之字。"},{"key":"懿","mean":"智勇双全，操守廉正，清雅荣贵，官运旺，富贵之字。"},{"key":"隐","mean":"忧心劳神，事劳无功，中年离乱，再嫁守寡，晚年吉祥。"},{"key":"璎","mean":"清秀聪慧，一生温和贤淑，二子吉祥，小心爱情厄，晚年隆昌，出国之字。"},{"key":"镳","mean":"天生聪颖，精明公正，清雅荣贵，官或财旺，环境良好。"},{"key":"铄","mean":"秀气伶俐，义利分明，中年平凡，晚年隆昌，环境良好。"},{"key":"銎","mean":"清雅荣贵，学识渊博，安富尊荣，中年成功隆昌，享福之字。"},{"key":"攒","mean":"刑偶伤子，清雅伶俐，中年劳，晚年吉祥。"},{"key":"兰","mean":"多才贤能，中年劳，晚年隆昌，女人有爱情厄，身弱短寿，忌车怕水。"},{"key":"鳜","mean":"生平刚直，出外吉祥，福禄双收，中年吉祥，晚年劳神。"},{"key":"验","mean":"怀才不遇，事劳无功，中年多劳，晚年吉祥。"},{"key":"驿","mean":"忧心劳神，身弱短寿，虽成功隆昌，难得幸福。"},{"key":"变","mean":"智勇双全，义利分明，出外吉祥，中年成功隆昌，出国之格。"},{"key":"鳞","mean":"精明公正，多才清雅，中年成功隆昌，官运旺，荣贵出国。"},{"key":"麟","mean":"操守廉正，清雅荣贵，官运旺，中年成功隆昌，出国之格。"},{"key":"栾","mean":"忧心劳神，损丁破财，身弱短寿，难幸福。"},{"key":"体","mean":"忧心劳神，事劳无功，中年多灾，晚年吉祥。"},{"key":"显","mean":"胆识丰富，多才贤能，二子吉祥，晚年劳神。"},{"key":"娈","mean":"刑偶伤子，出外吉祥，中年多灾，忌车怕水。"},{"key":"岩","mean":"身犯破，性刚口快，内心慈祥，出外吉祥，福禄之字。"},{"key":"缨","mean":"秀气多才，清雅伶俐，小心爱情厄，中年平，晚年吉祥。"},{"key":"鑫","mean":"英俊人才，特有人缘，荣贵吉祥，官运旺，环境良好。"},{"key":"霭","mean":"谋为出众，福禄双收，贵人明现，中年吉祥，晚年隆昌。"},{"key":"赣","mean":"少年艰难，中年吉祥隆昌，晚年劳神，短寿之字。"},{"key":"羁","mean":"刑偶欠子，晚婚大吉，中年有离乱之灾，晚年隆昌。"},{"key":"搅","mean":"出外逢贵得财，中年奔波劳苦，忌车怕水，晚年吉祥。"},{"key":"篱","mean":"不祥之字，忧心劳神，多灾难，刑偶伤子，一贫如洗。"},{"key":"酿","mean":"清雅伶俐，贤能勤俭，出外吉祥，中年平凡，晚年吉祥。"},{"key":"鹰","mean":"性刚口快，少年艰难，中年平凡，晚年吉祥，子孙兴旺。"},{"key":"灵","mean":"精明公正，义利分明，中年成功隆昌，名利双收，环境良好。"},{"key":"雳","mean":"刑偶伤子，身弱多病，中年劳，晚年吉祥昌盛。"},{"key":"鹭","mean":"秀气伶俐，温和贤能，中年成功隆昌，晚年劳神。"},{"key":"让","mean":"福禄双收，出外吉祥，中年平凡，晚年隆昌，环境良好。"},{"key":"罐","mean":"有才能理智，福禄双收，中年劳，晚年隆昌。"},{"key":"盐","mean":"兄弟无缘，出外吉祥，中年多灾，晚年隆昌，带血之字。"},{"key":"艳","mean":"秀气伶俐，多才贤能，中年吉祥，小心爱情厄，晚年隆昌。"},{"key":"观","mean":"口快心直，沉静清秀，中年劳，晚年吉祥。"},{"key":"缵","mean":"刑偶伤子，身弱多病，中年劳，晚年吉祥，女人有爱情厄，再嫁之字。"},{"key":"灞","mean":"刑偶或欠子，中年吉祥，但有离乱之灾，晚年隆昌。"},{"key":"灏","mean":"操守廉正，医界大吉，官运旺，中年成功隆昌，富贵之字。"},{"key":"蛮","mean":"刑克父母，刑偶伤子，中年多灾，晚年吉祥。"},{"key":"骥","mean":"出外吉祥，晚婚大吉，中年有灾，忌车怕水，晚年吉祥。"},{"key":"湾","mean":"一生奔波，事劳无功，忌车怕水，有爱情烦恼，晚年吉祥。"},{"key":"郦","mean":"秀气伶俐，天生聪颖，温和贤淑，出国之字，成功隆昌。"},{"key":"逻","mean":"出外吉祥，多才贤能，小心爱情厄，中年劳，晚年吉祥。"},{"key":"钻","mean":"刑偶伤子，清雅多才，中年劳，晚年隆昌，环境良好。"},{"key":"銮","mean":"有爱情烦恼，身弱短寿，晚年隆昌，伶俐之字。"},{"key":"锣","mean":"义利分明，清雅多才，中年平凡，晚年隆昌，环境良好。"},{"key":"骧","mean":"多才贤能，温和贤淑，忌车怕水，少年艰难，中年劳，晚年吉祥。"},{"key":"缆","mean":"性格复杂，多变易动，出外吉祥，沉浮不定，出外吉祥，一生无运。"}]